Repository: trustwalletvn/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: fr, tr

source: Carefully write down these 12 words in order, do not email or screenshot your recovery phrase.
fr: Notez soigneusement ces 12 mots dans l'ordre, n'envoyez pas par courriel et ne faites pas de capture d'écran de votre phrase de récupération.
tr: Bu 12 kelimeyi dikkatlice sırayla not edin. Kurtarma ifadenizi e-postayla göndermeyin veya ekran görüntüsünü almayın.

source: Change Email
fr: Changer l’e-mail
tr: E-posta Değiştir

source: Change fee per kilobyte
fr: Changer les frais par kilo-octet
tr: Kilobayt başına ücreti değiştir

source: Change Mobile Number
fr: Changer le numéro de portable
tr: Cep Telefonu Numarasını Değiştir

source: Check it out!
fr: Jetez un coup d'œil !
tr: Buna bir bak!

source: Check My Balance
fr: Vérifier Mon solde
tr: Bakiyemi Kontrol Et

source: Check out Swap
fr: Découvrez Swap
tr: Swap'a Göz Atın

source: Checking for more: Step %d of %d
fr: En savoir plus : étape %1$d sur %2$d
tr: Daha fazlası aranıyor: Adım %1$d / %2$d

source: Checking for Wallet updates
fr: Vérification des mises-à-jours du portefeuille
tr: Cüzdan güncellemeleri kontrol ediliyor

source: Chilean Peso
fr: Peso chilien
tr: Şili pesosu

source: Chinese Yuan
fr: Yuan chinois
tr: Çin yuanı

source: Claimed
fr: Réclamé
tr: Başvuru tamamlandı

source: Click Show Pairing Code to reveal a QR Code, a square black & white barcode. Scan the code with your camera.
fr: Cliquez sur « Afficher le code de jumelage » afin de révéler le code QR, un code-barres carré en noir et blanc. Scannez le code avec votre appareil photo.
tr: Kare şeklindeki siyah ve beyaz QR kodunu görüntülemek için Eşleştirme Kodunu Göster seçeneğine tıklayın. Kameranızla kodu tarayın.

source: Close App
fr: Fermer l'application
tr: Uygulamayı Kapat

source: Coming soon to %@!
fr: Bientôt disponible sur %@ !
tr: Çok yakında, %@!

source: Complete
fr: Achevée
tr: Tamamlayınız

source: Complete My Profile
fr: Compléter mon profil
tr: Profilimi Tamamla

source: Complete your profile to start instantly trading crypto from the security of your wallet and become eligible for our Airdrop Program.
fr: Complétez votre profil pour commencer à échanger instantanément de la cryptomonnaie à partir de l'espace sécurisé de votre portefeuille et devenir éligible à notre programme d'Airdrop.
tr: Cüzdanınızdan kripto alıp satmak ve Airdrop'lardan faydalanmak için profilinizi tamamlayın.

source: Complete your profile to start instantly trading crypto from the security of your wallet.
fr: Complétez votre profil pour commencer à échanger instantanément de la cryptomonnaie depuis l'espace sécurisé de votre portefeuille.
tr: Cüzdanınızla hemen crypto ticareti yapmak için profilinizi tamamlayın.

source: Confirm
fr: Confirmer
tr: Onaylamak

source: Confirm Exchange
fr: Confirmer l'échange
tr: Değişimi Onayla

source: Confirm password
fr: Confirmer le mot de passe
tr: Şifre onayla

source: Confirm Swap
fr: Confirmer l'échange
tr: Swap'ı Onayla

source: Confirm Your PIN
fr: Confirmer votre code PIN
tr: PIN kodunuzu onaylayın

source: Confirm your PIN
fr: Confirmer votre code PIN
tr: PIN kodunuzu onaylayın

source: Confirmed
fr: Confirmé
tr: Onaylanmış

source: Confirming
fr: Confirmation
tr: Onaylanıyor

source: Congrats, you have bitcoin! Now let’s backup your wallet to ensure you can access your funds if you forget your password.
fr: Félicitations, vous avez des bitcoins ! Maintenant, sauvegardons votre portefeuille pour vous assurer que vous pourrez accéder à vos fonds si vous oubliez votre mot de passe.
tr: Tebrikler, bitcoin'iniz var! Şifrenizi unutmanız halinde paralarınıza erişebilmenizi sağlamak için şimdi cüzdanınızı yedekleyelim.

source: Congratulations! We successfully verified your identity. You can now Exchange cryptocurrencies at Blockchain.
fr: Félicitations ! Nous avons vérifié votre identité avec succès. Vous pouvez maintenant échanger des cryptomonnaies sur Blockchain.
tr: Tebrikler! Kimliğinizi başarıyla doğruladık. Artık Blockchain'de kripto para birimlerini değiştirebilirsiniz.

source: Connecting You To The Exchange
fr: Vous connecter à Exchange
tr: Exchange'e Bağlanıyorsunuz

source: Connection timed out. Please check your internet connection.
fr: Délai de connexion expiré. Veuillez vérifier votre connexion internet.
tr: Bağlantı zaman aşımı. Lütfen internet bağlantınızı kontrol edin.

source: Continue To Mail
fr: Continuer à envoyer un courriel
tr: E-postaya Devam Et

source: Continue Verification
fr: Continuer la vérification
tr: Doğrulamaya Devam Et

source: Contract addresses are not supported.
fr: Les adresses de contrat ne sont pas prises en charge.
tr: Sözleşme adresleri desteklenmez.

source: Cookie Policy
fr: Politique en matière de cookies
tr: Çerez Politikası

source: Cookies Policy
fr: Politique en matière de cookies
tr: Çerezler Politikası

source: Copied!
fr: Copié !
tr: Kopyalandı!

source: Copy
fr: Copier
tr: Kopyala

source: Copy this receive address to the clipboard? If so, be advised that other applications may be able to look at this information.
fr: Copier cette adresse de réception dans le presse-papiers ? Si c'est le cas, sachez que d'autres applications pourraient être en mesure d'avoir accès à cette information.
tr: Bu alıcı adresini panoya kopyalayın? Öyleyse, lütfen diğer uygulamaların bu bilgiye bakabileceğini dikkate alın.

source: Copy to Clipboard
fr: Copier dans le presse-papiers
tr: Panoya Kopyala

source: Copy to clipboard
fr: Copier dans le presse-papiers
tr: Panoya Kopyala

source: Copy Wallet ID
fr: Copier l'identifiant du portefeuille
tr: Cüzdan Kimliğini Kopyala

source: Copy xPub
fr: Copier xPub
tr: Genişletilmiş Ortak Anahtarı Kopyala

source: Could not find transaction with hash %@ when reloading data
fr: Impossible de trouver la transaction avec le hash %@ lors du nouveau téléchargement des données
tr: Veriler yeniden yüklenirken hash %@ içeren işlem bulunamadı

source: Could not get value when sent - please check your internet connection and try again.
fr: Impossible d'obtenir la valeur lors de l'envoi - veuillez vérifier votre connexion Internet et réessayer.
tr: Gönderilen değer alınamadı - lütfen internet bağlantınızı kontrol edip tekrar deneyin.

source: Create
fr: Créer
tr: Oluştur

source: Create a Wallet
fr: Créer un portefeuille
tr: Yeni Bir Cüzdan Oluştur

source: Create new address
fr: Créer une nouvelle adresse
tr: Yeni adres oluştur

source: Create New Wallet
fr: Créer un nouveau portefeuille
tr: Yeni Cüzdan Oluştur

source: Create Wallet
fr: Créer un portefeuille
tr: Cüzdan Oluştur

source: Create Your PIN
fr: Créer votre code PIN
tr: PIN kodunuzu oluşturun

source: Creating
fr: Création en cours
tr: Oluşturuluyor

source: Creating a new address
fr: Création d'une nouvelle adresse en cours
tr: Yeni adres oluşturuluyor

source: Creating invitation
fr: Création d'une invitation
tr: Davetiye oluşturuluyor

source: Creating new address
fr: Création d'une nouvelle adresse en cours
tr: Yeni adres oluşturuluyor

source: Creating order
fr: Création de la commande
tr: Emir oluşturuluyor

source: Creating request
fr: Création d'une demande
tr: Talep oluşturuluyor

source: Creating V3 Wallet
fr: Création d’un portefeuille V3 en cours
tr: V3 Cüzdan Oluşturuluyor

source: Crypto Trading Wallet
fr: Portefeuille de trading de cryptomonnaies
tr: Kripto Para Trade Cüzdanı

source: Currency
fr: Devise
tr: Para birimi

source: Current
fr: Actuel
tr: Mevcut

source: Current Airdrop
fr: Airdrop actuel
tr: Mevcut Airdrop

source: Current Price
fr: Prix actuel
tr: Mevcut fiyat

source: Current rate: %@ BTC
fr: Taux actuel : %@ BTC
tr: Cari oran: %@ BTC

source: Danish Krone
fr: Couronne danoise
tr: Danimarka kronu

source: day
fr: jour
tr: gün

source: Day
fr: Jour
tr: Gün

source: days
fr: jours
tr: gün

source: Debug
fr: Débogage
tr: Hata Düzeltme

source: Decrypted PIN Password length 0
fr: Longueur du code PIN décrypté 0
tr: Çözümlenen PIN Şifresi uzunluğu 0

source: Decrypting Private Key
fr: Décryptage de la clé privée en cours
tr: Özel Anahtar Çözümleniyor

source: Delayed
fr: Différé
tr: gecikmiş

source: Delete
fr: Supprimer
tr: Sil

source: Deposit & Withdraw Euros/Dollars
fr: Dépôt et retrait Euros/Dollars
tr: Euro/Dolar Yatırın ve Çekin

source: Deposit crypto in your wallet to get started. It's the best way to store your crypto while keeping control of your keys.
fr: Déposez la crypto dans votre portefeuille pour commencer. C'est le meilleur moyen de stocker votre crypto tout en gardant le contrôle de vos clés.
tr: Başlamak için cüzdanınıza kripto yatırın. Anahtarlarınızı kontrol ederken kripto para depolamanın en iyi yolu.

source: Deposited to ShapeShift
fr: Déposé auprès de ShapeShift
tr: ShapeShift'e bırakıldı

source: Detail is on your clipboard.
fr: Les détails se trouvent sur votre presse-papiers.
tr: Detaylar panonuzda.

source: Details
fr: Détails
tr: Ayrıntılar

source: Didn't get the email?
fr: Vous n'avez pas reçu l'e-mail?
tr: E-postayı almadınız mı?

source: Digital US Dollar
fr: Dollar américain numérique
tr: Dijital ABD Doları

source: Disabled
fr: Désactivé
tr: Devre Dışı Bırakıldı

source: Dismiss
fr: Rejeter
tr: Reddet

source: Display
fr: Afficher
tr: Görüntüle

source: Do not share it with others.
fr: Ne le partagez pas avec d'autres.
tr: Başkalarıyla paylaşmayın.

source: Do you really want to log out?
fr: Voulez-vous vraiment vous déconnecter ?
tr: Gerçekten oturum kapatmak istiyor musunuz?

source: Documents Needed
fr: Documents nécessaires
tr: Gerekli belgeler

source: Don't worry, your exchange is in process. Swap trades are competed on-chain. If transaction volumes are high, there are sometimes delays.
fr: Ne vous inquiétez pas, votre échange est en cours. Les échanges Swap se font en chaîne. Si le volume des transactions est élevé, il y a parfois des retards.
tr: Endişelenme, takasın devam ediyor. Takas işlemleri, zincir halinde rekabet eder. İşlem hacimleri yüksekse, bazen gecikmeler olabilir.

source: Don’t show again
fr: Ne plus afficher
tr: Tekrar gösterme

source: Driver's License
fr: Permis de conduire
tr: Sürücü ehliyeti

source: Drops on %@
fr: Baisses sur %@
tr: %@ tarihinde başlıyor

source: Due to local laws, USA, Canada and Japan nationals cannot particpate in the Blockstack Airdrop.
fr: En raison des lois locales, les ressortissants des États-Unis, du Canada et du Japon ne peuvent pas participer à l'Airdrop Blockstack.
tr: Yerel yasalar uyarınca ABD, Kanada ve Japonya vatandaşları Blockstack Airdrop etkinliğine katılamıyor.

source: Due to market movement, your order value is now above the maximum allowable threshold of
fr: En raison des mouvements du marché, la valeur de votre commande est maintenant supérieure au seuil maximal autorisé de
tr: Piyasa hareketi nedeniyle, sipariş değeriniz şimdi izin verilen maksimum eşiğin üstünde

source: Due to market movement, your order value is now below the minimum required threshold of
fr: En raison des mouvements du marché, la valeur de votre commande est maintenant inférieure au seuil minimal requis de
tr: Piyasa hareketi nedeniyle, sipariş değeriniz şimdi gerekli olan minimum eşiğin altında

source: Easy one time wallet backup keeps you in control of your funds.
fr: Une sauvegarde unique de portefeuille simple vous permet de garder le contrôle de vos fonds.
tr: Kolay ve tek defalık yedekleme paranızın kontrolünü sizde bırakır

source: eigth
fr: huitième
tr: sekizinci

source: eleventh
fr: Onzième
tr: on birinci

source: eleventh word
fr: onzième mot
tr: onbirinci kelime

source: Email
tr: E-posta

source: Email address is not valid
fr: L'adresse électronique n'est pas valide
tr: E-posta adresiniz geçerli değil

source: Email sent!
fr: E-mail envoyé !
tr: E-posta gönderildi!

source: Email Verified
fr: E-mail vérifié
tr: E-posta Doğrulandı

source: Empty response from server.
fr: Réponse du serveur vide.
tr: Sunucudan boş yanıt

source: Enable %@
fr: Activer %@
tr: %@ Etkinleştir

source: Enable 2-Step
fr: Activez la validation en deux étapes
tr: 2- Aşamalı Doğrulamayı Etkinleştir

source: Enable 2-Step for SMS
fr: Activez la validation en 2 étapes pour les SMS
tr: SMS için 2- Aşamalı Doğrulamayı Etkinleştir

source: Enable Face ID
fr: Activer Face ID
tr: Face ID seçeneğini etkinleştirme

source: Enable notifications to receive an email or SMS message whenever you receive bitcoin.
fr: Activez les notifications pour recevoir un courriel ou un SMS chaque fois que vous recevez des bitcoins.
tr: Bitcoin aldığınızda e-posta veya SMS mesajı almak için bildirimleri etkinleştirin.

source: Enable this option to reveal a receive address when you swipe left on the PIN screen, making receiving bitcoin even faster. Five addresses will be loaded consecutively, after which logging in is required to show new addresses.
fr: Activez cette option pour afficher une adresse de réception lorsque vous balayez vers la gauche sur l’écran du code PIN, ce qui rend la réception du bitcoin encore plus rapide. Cinq adresses seront chargées de façon consécutive, après quoi la connexion sera requise pour afficher les nouvelles adresses.
tr: PIN ekranında sola kaydırdığınızda bir adres almak için bu seçeneği etkinleştirerek bitcoin alımını daha da hızla hale getirebilirsiniz. Art arda beş adres yüklenecek ve ardından yeni adreslerin gösterilmesi için giriş yapılması gerekecek.

source: Enable this option to reveal a receive address when you swipe left on the PIN screen, making receiving bitcoin even faster. Only one address will be loaded, logging in is required to show a new address.
fr: Activez cette option pour afficher une adresse de réception lorsque vous balayez vers la gauche sur l’écran du code PIN, ce qui rend la réception du bitcoin encore plus rapide. Uniquement une adresse sera chargée et la connexion sera requise pour afficher les nouvelles adresses.
tr: PIN ekranında sola kaydırdığınızda bir adres almak için bu seçeneği etkinleştirerek bitcoin alımını daha da hızla hale getirebilirsiniz. Sadece bir adres yüklenecek ve yeni bir adresin gösterilmesi için giriş yapılması gerekecek.

source: Enable Touch ID
fr: Activer Touch ID
tr: Touch ID seçeneğini etkinleştir

source: Enabled!
fr: Activé !
tr: Etkinleştirildi!

source: Enabling this feature will allow all users with a registered %@ fingerprint on this device to access to your wallet.
fr: En activant cette fonctionnalité, vous autoriserez tous les utilisateurs ayant leur empreinte digitale Touch ID enregistrée sur cet appareil à accéder à votre portefeuille.
tr: Bu özelliği etkinleştirme bu cihazda kayıtlı bir Touch ID parmak izi bulunan tüm kullanıcıların cüzdanınıza erişimine izin verir.

source: Ended
fr: Terminé
tr: Sona erdi

source: Ended on %@
fr: Terminé le %@
tr: %@ tarihinde sona erdi

source: Enjoying the Blockchain Wallet? Please take a moment to leave a review in the App Store and let others know about it.
fr: Vous profitez de la Blockchain Wallet ? Veuillez prendre quelques instants pour laisser un avis sur App Store et permettez à d'autres personnes de la connaître.
tr: Blockchain Wallet'tan memnun musunuz? App Store'da yorum yapıp başkalarını da bilgilendirmek için lütfen kısa bir zaman ayırın.

source: Enrolled
fr: Inscrit
tr: Kayıt Tamamlandı

source: Enter %@ address
fr: Entrez l'adresse %@
tr: %@ adresini girin

source: Enter %@ amount
fr: Entrer le montant %@
tr: %@ tutarını girin

source: Enter bch address or select
fr: Entrez l'adresse bch ou sélectionnez
tr: Bch adresi girin veya seçin

source: Enter btc address or select
fr: Entrez l'adresse btc ou sélectionnez
tr: Bitcoin adresi girin veya seçin

source: Enter Email Address
fr: Entrez votre adresse électronique
tr: E-posta Adresi Gir

source: Enter eth address
fr: Entrez l'adresse eth
tr: Eth adresini girin

source: Enter Mobile Number
fr: Saisir le numéro de téléphone portable
tr: Cep Telefonu Numarası Gir

source: Enter Password
fr: Saisissez le mot de passe
tr: Şifre Gir

source: Enter the following words from your Recovery Phrase to complete the backup process.
fr: Saisissez les mots suivants de votre phrase de récupération pour terminer le processus de sauvegarde.
tr: Yedekleme işlemini tamamlamak için Kurtarma İfadenizden aşağıdaki kelimeleri girin.

source: Enter Verification Code
fr: Saisissez le code de vérification
tr: Doğrulama Kodu Gir

source: Enter your 12 recovery words with spaces to recover your funds & transactions
fr: Pour récupérer vos fonds et vos transactions, vous devez saisir vos 12 mots de récupération avec des espaces
tr: Paranızı ve işlemlerinizi kurtarmak için 12 sözcüklü kurtarma parolanızı boşluklarla girin

source: Enter Your PIN
fr: Entrez votre code PIN
tr: PIN kodunuzu girin

source: Enter Your Second Password
fr: Entrez votre deuxième mot de passe
tr: İkinci Şifrenizi Girin

source: Enter your verification code
fr: Saisissez votre code de vérification
tr: Doğrulama kodunuzu girin

source: Error
fr: Erreur
tr: Hata

source: Error loading settings
fr: Erreur de chargement des paramètres
tr: Ayarların yüklenmesinde hata oluştu

source: Error updating settings
fr: Erreur de mise à jour des paramètres
tr: Ayarların güncellenmesinde hata oluştu

source: Estimated fees
fr: Frais estimés
tr: Tahmini ücretler

source: Ether Price
fr: Prix de l'Ether
tr: Ether Fiyatı

source: Euro
tr: Avro

source: Even better, since you need ETH to make USD PAX trades, we just airdropped enough ETH into your Wallet to cover your first 3 transactions 🙌🏻
tr: Daha da iyisi USD PAX ticareti yapmak için ETH'ye ihtiyacınız olduğundan ilk 3 işleminize yetecek miktarda ETH'yi cüzdanınıza gönderdik 🙌🏻

source: Every country has different rules on how to buy and sell cryptocurrencies. Keep your eyes peeled, we’ll let you know as soon as we launch in %@!
fr: Chaque pays a des règles différentes relatives aux procédés d'achat et de vente des cryptomonnaies. Gardez les yeux ouverts, et nous vous informerons dès que nous lancerons dans %@ !
tr: Her ülkenin kripto para alım ve satımı konusunda farklı kuralları vardır. Gözlerinizi soyun ve %1$s içinde başlar başlamaz size haber vereceğiz!

source: Every state has different rules on how to buy and sell cryptocurrencies. Keep your eyes peeled, we’ll let you know as soon as we launch in %@!
fr: Chaque État dispose des règles différentes relatives aux procédés d'achat et de vente des cryptomonnaies. Gardez les yeux ouverts, et nous vous informerons dès que nous lancerons dans %@ !
tr: Her eyaletin kripto para alım ve satımı konusunda farklı kuralları vardır. Gözleriniz açık olsun. %@ içinde başlar başlamaz size haber vereceğiz!

source: Everything you need to store, spend and receive BTC, ETH and BCH.
fr: Tout ce dont vous avez besoin pour sauvegarder, dépenser et recevoir des BTC, ETH et BCH.
tr: BTC, ETH ve BCH saklamak, harcamak ve almak için ihtiyacınız olan her şey.

source: Exchange %@ Address
fr: Adresse %@ Exchange
tr: Takas %@ Adresi

source: Exchange %@ for %@
fr: Échanger %1$@ contre %2$@
tr: %1$@ ile %2$@ takas et

source: Exchange %@ Wallet
fr: Portefeuille Exchange %@
tr: Takas %@ Cüzdanı

source: Exchange Completed
fr: Opération de change effectuée
tr: Takas Tamamlandı

source: Exchange In Progress
fr: Change en cours
tr: Takas Sürüyor

source: Exchange Locked
fr: Exchange verrouillé
tr: Takas Kilitli

source: Exchange one crypto for another without ever leaving your Blockchain Wallet.
fr: Échangez une crypto contre une autre sans jamais quitter votre portefeuille Blockchain.
tr: Blockchain Cüzdanınızdan hiç çıkmadan bir kriptoyu diğerine değiştirin.

source: Exchanges can take up to two hours, you can keep track of your exchange progress in the Order History. Once the trade is complete, your ether will arrive in your wallet.
fr: Les échanges peuvent prendre jusqu'à deux heures, vous pouvez suivre la progression de vos échanges dans l'historique des commandes. Une fois l'échange terminé, votre ether arrivera dans votre portefeuille.
tr: Takaslar iki saat kadar sürebiliyor. Takas işleminizin seyrini Emir Geçmişi'nde takip edebilirsiniz. Trade tamamlandığında ether'iniz cüzdanınıza ulaşacak.

source: Exchanging coins is not yet available in your state. We’ll be rolling out more states soon.
fr: L'échange de monnaies n'est pas encore disponible dans votre État. D'autres États seront bientôt disponibles.
tr: Kripto para takası bulunduğunuz ülkede henüz yapılamıyor. Yakında daha fazla ülkeye açılacağız.

source: Face id authentication
fr: Authentification par identifiant de visage
tr: Face ID kimlik doğrulaması

source: Face-ID authentication
fr: Authentification par identification faciale
tr: Face ID ile kimlik doğrulama

source: Failed to Authenticate because a passcode has not been set on the device.
fr: Échec de l'authentification car aucun code d'accès n'a été défini sur l'appareil.
tr: Cihazda bir parola belirlenmediği için kimlik doğrulama yapılamadı.

source: Failed to confirm mobile number. Please try again.
fr: Impossible de confirmer le numéro de téléphone mobile. Veuillez réessayer.
tr: Cep telefonu numarası doğrulanamadı. Lütfen tekrar deneyin.

source: Failed to load exchange data
fr: Échec du chargement des données d'échange
tr: Exchange verisi yüklenemedi

source: Failed To Load Wallet
fr: Le chargement du portefeuille a échoué
tr: Cüzdan Yükleme Başarısız

source: Failed to send verification email. Please try again.
fr: Échec de l'envoi d'un e-mail de vérification. Veuillez réessayer.
tr: Doğrulama e-postası gönderilemedi. Lütfen tekrar deneyin.

source: Failed to validate server certificate
fr: Échec de la validation du certificat du serveur
tr: Sunucu sertifikası doğrulanamadı

source: Fee is too high (0.01 BTC limit)
fr: Les frais sont trop élevés (limite de 0,01 BTC)
tr: Ücret çok yüksek (0.01 BTC sınır)

source: Fee per KB
fr: Frais par Ko
tr: KB başına Ücret

source: fifth
fr: cinquième
tr: beşinci

source: Finished Signing Inputs
fr: Inputs de signature terminés
tr: Girdileri İmzalama Tamamlandı

source: first
fr: premier
tr: birinci

source: For your safety, we recommend you to transfer any balances in your imported addresses into your Blockchain wallet.
fr: Pour votre sécurité, nous vous recommandons de transférer les soldes de vos adresses importées dans votre portefeuille Blockchain.
tr: Güvenliğiniz için alınan adreslerinizdeki tüm bakiyenizi Blockchain cüzdanınıza transfer etmenizi tavsiye ederiz.

source: For your security, we do not keep any passwords on file. Backup your wallet to ensure your funds are safe in case you lose your password.
fr: Pour votre sécurité, nous ne conservons aucun mot de passe sur fichier. Sauvegardez votre portefeuille pour vous assurer que vos fonds sont en sécurité en cas de perte de votre mot de passe.
tr: Güvenliğiniz için hiçbir şifreyi kayıt altına almamaktayız. Şifrenizi kaybetmeniz durumunda paranızın güvende olduğundan emin olmak için cüzdanınızı yedekleyin.

source: Forget
fr: Oublier
tr: Unut

source: Forget Wallet
fr: Oublier le portefeuille
tr: Cüzdanı Unut

source: Forgot Password?
fr: Mot de passe oublié?"
tr: Parolanızı mı unuttunuz?"

source: Found %d, with %@
fr: Trouvé %1$d , avec %2$@
tr: %2$@ içeren %1$d tane bulundu

source: fourth
fr: quatrième
tr: dördüncü

source: From
fr: De
tr: Gönderen

source: From and destination address have to be different
fr: Les adresses de l'expéditeur et du destinataire doivent être différentes
tr: Gönderici ve alıcı adreslerinin farklı olması gerekir

source: From and destination have to be different
fr: L'expéditeur et le destinataire doivent être différents
tr: Gönderici ve alıcının farklı olması gerekir
