Repository: trustwalletvn/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: fr, tr

source: You can use your Backup Phrase to restore your funds if you lose your password. Anyone with access to your Backup Phrase can access your funds so remember to keep it offline somewhere safe and secure.
fr: Vous pouvez utiliser votre phrase de sauvegarde pour restaurer vos fonds si vous perdez votre mot de passe. Toute personne ayant accès à votre phrase de sauvegarde peut accéder à vos fonds, alors n'oubliez pas de la garder hors ligne dans un endroit sûr et sécurisé.
tr: Şifrenizi kaybetmeniz halinde paranızı kurtarmak için Yedek İfadenizi kullanabilirsiniz. Yedek İfadenize erişimi olan herkes paranıza erişebilir. Güvenli bir yerde çevrim dışı tutmayı unutmayın.

source: You must disable SMS 2-Step Verification before changing your mobile number.
fr: Vous devez désactiver la vérification SMS en deux étapes avant de modifier votre numéro de mobile.
tr: Cep telefonu numaranızı değiştirmeden önce SMS yoluyla 2 Aşamalı Doğrulamayı devre dışı bırakmalısınız.

source: You're all set to connect your Blockchain Wallet to the Exchange.
fr: Vous êtes tous mis pour connecter votre Blockchain Wallet à la bourse
tr: Blockchain Wallet'ınızı Exchange'e bağlamak için hazırsınız.

source: Your Email
fr: Votre adresse électronique
tr: E-posta Adresiniz

source: Your mobile phone can be used to enable two-factor authentication, helping to secure your wallet from unauthorized access.
fr: Votre téléphone portable peut être utilisé pour activer l'authentification à deux facteurs, contribuant ainsi à protéger votre portefeuille contre tout accès non autorisé.
tr: Cüzdanınızı yetkisiz erişime karşı güvende tutmaya yardımcı olmak amacıyla iki faktörlü kimlik doğrulamayı etkinleştirmek için cep telefonunuz kullanılabilir.

source: Your USD Digital transactions will show up here once you make your first transaction.
fr: Vos transactions numériques en USD apparaîtront ici une fois que vous aurez effectué votre première transaction.
tr: USD Digital işlemleriniz i̇lk işleminizi yapınca burada görünecektir.

source: ~0–60 min
tr: ~0–60 dak

source: © 2020 Blockchain Luxembourg S.A. All rights reserved.
fr: © 2020 Blockchain Luxembourg S.A. Tous droits réservés.
tr: © 2020 Blockchain Luxembourg S.A. Her hakkı saklıdır.

source: Add a Card
fr: Ajouter une carte
tr: Kart Ekle

source: Add Now
fr: Ajouter maintenant
tr: Şimdi Ekle

source: Address Line
fr: Ligne d'adresse
tr: Adres Satırı

source: At this time, Blockchain.com only allows sending your total amount from your
fr: Pour le moment, Blockchain.com autorise uniquement l'envoi de votre montant total depuis votre
tr: Blockchain.com şu anda toplam tutarınızı yalnızca şuradan göndermenize izin veriyor:

source: Authorize Card
fr: Autoriser la carte
tr: Kart Yetkilendir

source: Bank Transfer
fr: Virement bancaire
tr: Banka Transferi

source: Bank Wire Transfer
fr: Virement bancaire
tr: Banka Havalesi

source: Billing Address
fr: Adresse de facturation
tr: Fatura Adresi

source: Buy
fr: Acheter
tr: Satın Al

source: Buy In Progress
fr: Achat en cours
tr: Alım Devam Ediyor

source: buy order will complete
fr: la commande d'achat sera terminée
tr: alım emri tamamlanacak

source: buy order.
fr: ordre d'achat.
tr: başlatacağız.

source: buy order. Note, your final amount might change to due market activity. Fees may apply.
fr: ordre d'achat. Notez que votre montant final peut changer en fonction de l'activité du marché. Des frais peuvent s'appliquer.
tr: başlatacağız. Nihai tutarınızın piyasa hareketliliğinden dolayı değişebileceğini unutmayın. Ücret uygulanabilir.

source: Buying
fr: Achat
tr: Alınıyor

source: Card not supported
fr: Carte non prise en charge
tr: Kart desteklenmiyor

source: Card Number
fr: Numéro de carte
tr: Kart Numarası

source: Change Currency
fr: Changer la devise
tr: Para Birimini Değiştir

source: Complete Payment
fr: Terminer le paiement
tr: Ödemeyi Tamamla

source: Credit or Debit Card
fr: Carte de crédit ou de débit
tr: Kredi veya Banka Kartı

source: Currently we don’t support buying crypto with
fr: Nous ne prenons actuellement pas en charge l'achat de crypto avec
tr: Şu anda şunlarla kripto para alımını desteklemiyoruz:

source: Drops on
fr: Gouttes sur
tr: Başlama tarihi:

source: Ended on
fr: Terminé le
tr: Bitiş tarihi:

source: Exp:
tr: Son geçerlilik:

source: Expiry Date
fr: Date d'expiration
tr: Son Kullanma Tarihi

source: from your bank account to Blockchain.com. Once we receive the funds, we’ll create your
fr: de votre compte bancaire à Blockchain.com. Une fois que nous aurons reçu les fonds, nous créerons votre
tr: banka hesabınızdan Blockchain.com'a. Para ulaşınca

source: Full Name
fr: Nom complet
tr: Tam Adı

source: Invalid card number
fr: Numéro de carte invalide
tr: Geçersiz kart numarası

source: Invalid cardholder name
fr: Nom de titulaire de carte invalide
tr: Geçersiz kart sahibi adı

source: Invalid CVV
fr: CVV invalide
tr: Geçersiz CVV

source: Invalid expiry date
fr: Date d'expiration invalide
tr: Geçersiz son geçerlilik tarihi

source: is Not Supported
fr: n'est pas pris en charge
tr: Desteklenmiyor

source: is now available in your Wallet.
fr: est désormais disponible dans votre portefeuille.
tr: artık Cüzdanınızda.

source: Limit
fr: Limite
tr: Limiti

source: Linked Cards
fr: Cartes liées
tr: Bağlantılı Kartlar

source: Maximum Buy
fr: Achat maximum
tr: Maksimum Alım

source: Minimum Buy
fr: Achat minimum
tr: Minimum Alım

source: Name on Card
fr: Nom sur la carte
tr: Karttaki İsim

source: Not currently available
fr: Pas disponible actuellement
tr: Şu an mevcut değil

source: Once we receive your bank transfer, your
fr: Une fois que nous aurons reçu votre virement bancaire, votre
tr: Banka havaleniz ulaşınca

source: Once we receive your funds, we’ll start your
fr: Une fois que nous aurons reçu vos fonds, nous commencerons votre
tr: Paranız ulaşınca başlayacağız

source: Oops! Something Went Wrong.
fr: Oups ! Un problème est survenu.
tr: Hay aksi! Bir Şeyler Ters Gitti.

source: Order Details
fr: Détails de la commande
tr: Emir Detayları

source: Payment Method
fr: Mode de paiement
tr: Ödeme Yöntemi

source: Payment Methods
fr: Modes de paiement
tr: Ödeme Yöntemleri

source: Please go back and try again.
fr: Veuillez revenir en arrière, puis réessayez.
tr: Lütfen geri gidip tekrar deneyin.

source: Please transfer
fr: Veuillez transférer
tr: Lütfen transfer yapın

source: Post Code
fr: Code postal
tr: Posta Kodu

source: Privacy protected with 256-Bit SSL encryption.
fr: Confidentialité protégée par un cryptage SSL 256 bits.
tr: 256-Bit SSL şifreleme ile özel olarak korunuyor.

source: Purchased
fr: Acheté
tr: Satın Alındı

source: Remove Card
fr: Retirer la carte
tr: Kart Kaldır

source: Search Currency
fr: Rechercher une devise
tr: Para Birimi Ara

source: Securely Linking Your Card
fr: Liez en toute sécurité votre carte
tr: Kartınızı Güvenli Bir Şekilde Bağlama

source: Select Your Currency
fr: Sélectionnez votre devise
tr: Para Biriminizi Seçin

source: This could take up to 1 minute.
fr: Cela peut prendre jusqu'à 1 minute.
tr: Bu işlem 1 dakika kadar sürebilir.

source: trading wallet
fr: portefeuille de trading
tr: trade cüzdanı

source: Transaction ID
fr: Identifiant de transaction
tr: İşlem Kimliği

source: Unknown Card Type
fr: Type de carte inconnu
tr: Bilinmeyen Kart Tipi

source: Use Max
fr: Utiliser le montant max
tr: Maksimum Kullan

source: Use Min
fr: Utiliser le montant min
tr: Minimum Kullan

source: Verify Now
fr: Vérifier maintenant
tr: Şimdi doğrulayın

source: Verify your identity and buy crypto with the fastest experience in the market.
fr: Vérifiez votre identité et achetez une crypto avec l'expérience la plus rapide du marché.
tr: Kimliğinizi doğrulayıp piyasanın en hızlı deneyimi ile kripto para satın alın.

source: View Home
fr: Afficher l'Accueil
tr: Ana Sayfayı Görüntüle

source: We wil debit your payment method in 2 business days once your order is approved. Your final amount might change due to market activity.
fr: Nous débiterons votre mode de paiement dans les 2 jours ouvrables une fois votre commande approuvée. Votre montant final peut changer en raison de l'activité du marché.
tr: Emriniz onaylanınca 2 iş günü içinde ödeme yönteminize borç kaydedilecek. Nihai tutarınız piyasa hareketliliğinden dolayı değişebilir.

source: Welcome to Blockchain.com
fr: Bienvenue sur Blockchain.com
tr: Blockchain.com'a Hoş Geldiniz

source: We’ll notify you when your order is complete.
fr: Nous vous informerons lorsque votre commande sera terminée.
tr: Emriniz tamamlandığında sizi bilgilendireceğiz.

source: We’re completing your purchase now.
fr: Nous finalisons maintenant votre achat.
tr: Satın alma işleminizi şimdi tamamlanıyoruz.

source: You can have a maximum of three cards
fr: Vous pouvez avoir un maximum de trois cartes
tr: En fazla üç kartınız olabilir

source: You must have Gold Level verification status to add a credit card.
fr: Vous devez avoir le statut de vérification Niveau Or pour ajouter une carte de crédit.
tr: Bir kredi kartı eklemek için Gold Level seviyesi doğrulama durumuna sahip olmanız gerekir.

source: Your local currency to store funds in that currency as funds in your Blockchain Wallet.
fr: Votre devise locale pour stocker des fonds dans cette devise en tant que fonds dans votre portefeuille Blockchain.
tr: Paranın Blockchain Wallet'ınızda saklanacağı yerel para birimi.

source: Zip
tr: Posta kodu

source: Select a Wallet
fr: Sélectionner un portefeuille
tr: Bir Cüzdan Seçin

source: Cancelled
fr: Annulé
tr: İ̇ptal Edildi

source: Card Not Supported
fr: Carte non prise en charge
tr: Kart Desteklenmiyor

source: Invalid Card Number
fr: Numéro de carte invalide
tr: Geçersiz Kart Numarası

source: You Have No Activity
fr: Vous n'avez aucune activité
tr: Etkinliğiniz Yok

source: All your transactions will show up here.
fr: Toutes vos transactions s'afficheront ici.
tr: Tüm işlemleriniz burada görünecek.

source: Save My Card
fr: Enregistrer ma carte
tr: Kartımı Kaydet

source: Finished
fr: Terminé
tr: Tamamlandı

source: Invalid Cardholder Name
fr: Nom du titulaire de la carte invalide
tr: Geçersiz Kart Sahibi Adı

source: Invalid Email Address
fr: Adresse e-mail invalide
tr: Geçersiz E-posta Adresi

source: Invalid Expiry Date
fr: Date d'expiration non valide
tr: Geçersiz Son Kullanma Tarihi

source: Invalid Mobile Number
fr: Numéro de portable invalide
tr: Geçersiz Cep Telefonu Numarası

source: Invalid Wallet Identifier
fr: Identifiant de portefeuille invalide
tr: Geçersiz Cüzdan Kimlik Tanıtıcı

source: MM/YY
fr: MM/AA
tr: AA/YY

source: Passwords Do Not Match
fr: Les mots de passe ne correspondent pas
tr: Şifreler Uyuşmuyor

source: This card has already been saved
fr: Cette carte a déjà été enregistrée
tr: Bu kart zaten kaydedildi

source: Waiting on Funds
fr: En attente de fonds
tr: Fonlar Bekleniyor

source: Your final amount may change due to market activity
fr: Votre montant final peut changer en raison de l'activité du marché
tr: Nihai tutar, piyasa hareketliliğinden dolayı değişebilir

source: Code
tr: Kod

source: Earn
fr: Gagnez
tr: Kazan

source: Interest
tr: Faiz

source: Trading
tr: Trade

source: Completed
fr: Terminé
tr: Tamamlandı

source: View on Blockchain Explorer
fr: Afficher sur Blockchain Explorer
tr: Blockchain Explorer'da görüntüle

source: Gas for
fr: Gaz pour
tr: Gas karşılığı

source: Sending to
fr: Envoi à
tr: Gönderiliyor

source: Confirmations
tr: Onaylar

source: For
fr: Pour
tr: İçin

source: Replaced
fr: Remplacé
tr: Değiştirildi

source: Sell
fr: Vendre
tr: Sat

source: View on StellarChain.io
fr: Afficher sur StellarChain.io
tr: StellarChain.io'da görüntüle

source: Add a
fr: Ajouter un
tr: Ekle

source: Add Credit or Debit Card
fr: Ajouter une carte de crédit ou débit
tr: Kredi Kartı veya Banka Kartı Ekleyin

source: Algorand is a scalable, secure and decentralized digital currency and transactions platform.
fr: Algorand est une plate-forme de monnaie et de transactions numériques évolutive, sécurisée et décentralisée.
tr: Algorand ölçeklenebilir, güvenli ve merkezi olmayan bir dijital para birimi ve işlem platformudur.

source: Bank
fr: Banque
tr: Banka

source: Bank Transfers Only
fr: Virements bancaires uniquement
tr: Sadece Banka Havaleleri

source: Buy Algorand
fr: Achetez Algorand
tr: Algorand Satın Alın

source: Buy Crypto with Cash
fr: Achetez de la crypto avec des espèces
tr: Nakit ile Kripto Satın Alın

source: Buy Tether Now
fr: Acheter Tether maintenant
tr: Hemen Tether Satın Alın

source: Deposit Cash
fr: Dépôt d'espèces
tr: Para Yatırma

source: Funds will be credited to your EUR wallet as soon as we receive them. SEPA transfers usually take around 1 business day to reach us.
fr: Les fonds seront crédités sur votre portefeuille EUR dès que nous les recevrons. Les virements SEPA prennent généralement environ 1 jour ouvrable pour nous parvenir.
tr: Paranız gelir gelmez EUR cüzdanınıza aktarılacaktır. SEPA transferlerinin bize ulaşması genellikle yaklaşık 1 iş günü sürer.

source: Funds will be credited to your GBP wallet as soon as we receive them. In the UK Faster Payments Network, this can take a couple of hours.
fr: Les fonds seront crédités sur votre portefeuille en GBP dès que nous les recevrons. Dans UK Faster Payments Network, cela peut prendre quelques heures.
tr: Paranız gelir gelmez GBP cüzdanınıza yatırılacaktır. İngiltere Daha Hızlı Ödeme Ağı'nda bu işlem birkaç saat sürebilir.

source: Hold cash in your Blockchain.com Wallet. Deposit and Withdraw at anytime.
fr: Gardez de l'argent dans votre portefeuille Blockchain.com. Effectuez des dépôts et retraits et retirez quand bon vous semble.
tr: Blockchain.com Cüzdanınızda nakit tutun. İstediğiniz zaman para yatırın veya çekin.

source: Instantly buy crypto with any Visa or Mastercard.
fr: Achetez instantanément de la crypto avec n'importe quelle carte Visa ou Mastercard.
tr: Herhangi bir Visa veya Mastercard ile anında kripto satın alın.

source: Keep Cash in Your Wallet
fr: Gardez de l'argent dans votre portefeuille
tr: Cüzdanınızda Nakit Tutun

source: Link a Bank
fr: Lier une banque
tr: Banka Bağla

source: Link a Bank to Buy Crypto
fr: Lier une banque pour acheter de la crypto
tr: Kripto Satın Almak için Bir Banka Bağlayın

source: Max
tr: Maks

source: Most Popular
fr: Les plus populaires
tr: En popüler

source: My
fr: Mon
tr: Benim

source: NEW
fr: NOUVEAU
tr: YENİ

source: of Modulr, our banking partner.
fr: de Modulr, notre partenaire bancaire.
tr: Bankacılık işlemlerindeki iş ortağımız, Modulr'in

source: Only send funds from a bank account in your name. If not, your deposit could be delayed or rejected. By depositing funds to this account, you agree to
tr: Yalnızca adınızdaki bir banka hesabından para gönderin. Aksi takdirde, depozitonuz ertelenebilir veya reddedilebilir. Bu hesaba para yatırarak aşağıda belirtilen hususları kabul etmiş olursunuz:

source: Please do not send any funds via ACH. A real bank transfer must be sent
fr: Évitez d'envoyer de fonds via ACH. Un vrai virement bancaire doit être effectué
tr: Lütfen ACH üzerinden herhangi bir para göndermeyin. Gerçek bir banka havalesi gönderilmelidir

source: Processing Time
fr: Délai de traitement
tr: İşlem Süresi

source: Say Hello to Algorand!
fr: Dites bonjour à Algorand !
tr: Algorand ile tanışın!

source: Say Hello to Tether!
fr: Dites bonjour à Tether !
tr: Tether ile tanışın!

source: Select Cash or Card
fr: Sélectionnez Espèces ou Carte
tr: Nakit veya Kart Seçin

source: Send funds directly from your bank to your Blockchain.com Wallet. Once we receive the manual transfer, use that cash to buy crypto.
fr: Envoyez des fonds directement de votre banque vers votre portefeuille Blockchain.com. Une fois que nous recevons le transfert manuel, utilisez cet argent pour acheter de la crypto.
tr: Blockchain.com Cüzdanınıza bankanızdan doğrudan para gönderin. Aktarımınız bize ulaştıktan sonra bu nakiti kripto para almak için kullanabilirsiniz.

source: Terms & Conditions
fr: Conditions générales
tr: Şartlar ve Koşullar

source: Transfer cash from your bank and enable your cash balances.
fr: Transférez de l'argent de votre banque et activez vos soldes.
tr: Bankanızdan nakit aktarın ve nakit bakiyenizi etkinleştirin.

source: USDT is the world's largest Stablecoin. Buy and swap from your app. Full Send and Receive functionality are available on the Web wallet.
fr: USDT est le plus grand Stablecoin au monde. Achetez et échangez depuis votre appli. Les fonctionnalités complètes d'envoi et de réception sont disponibles sur le portefeuille Web.
tr: USDT dünyanın en büyük Stablecoin para birimidir. Uygulamanı üzerinden alım satım yapın. Tam Gönderme ve Alma işlevleri doğrudan Web cüzdanınızda.

source: Use your cash wallet as a payment method to buy BTC, ETH, XLM & more.
fr: Utilisez votre portefeuille électronique comme mode de paiement pour acheter des BTC, ETH, XLM et autres.
tr: BTC, ETH, XLM ve daha fazlasını satın almak için nakit cüzdanınızı ödeme yöntemi olarak kullanın.

source: Verify Identity
fr: Vérifier l'identité
tr: Kimliği Doğrula

source: Verify Your Identity
fr: Faites vérifier votre Identité
tr: Kimliğinizi Doğrulayın

source: Verify your identity to deposit cash into the Wallet and buy crypto.
fr: Vérifiez votre identité pour verser de l'argent dans le Portefeuille et acheter de la crypto.
tr: Cüzdana nakit para yatırmak ve kripto satın almak için kimliğinizi doğrulayın.

source: Verify your identity to deposit cash into your Wallet. Buy & Sell scrupto. Withdraw at anytime.
fr: Vérifiez votre identité pour verser de l'argent dans votre Portefeuille. Acheter et vendre de la crypto. Retirez-vous à tout moment.
tr: Cüzdanınıza nakit para yatırabilmek için kimliğinizi doğrulayın. Scrupto alım satımı yapın. İstediğiniz zaman para çekin.

source: We need to make sure it's really you to prevent fraud by uploading an ID.
fr: Nous devons nous assurer que c'est vraiment vous pour éviter la fraude en téléversant un identifiant.
tr: Dolandırıcılık vakalarını önlemek için, bir kimlik belgesi yüklemeniz yoluyla kimlik doğrulaması yapmamanız gerekmektedir.

source: Your Recipient name above must match the account holder's name on your bank account for your transfer to be successful. Only send funds from a bank account in your name. If not, your deposit could be delayed or rejected.
fr: Le nom du bénéficiaire ci-dessus doit correspondre au nom du titulaire du compte sur votre compte bancaire pour que votre transfert soit réussi. N'envoyez des fonds qu'à partir d'un compte bancaire à votre nom. Sinon, votre dépôt pourrait être retardé ou rejeté.
tr: Aktarımınızın başarılı olması için yukarıdaki Alıcı adınızın, banka hesabınızdaki adınızla eşleşmesi gerekir. Yalnızca adınız açılmış bir banka hesabından para gönderin. Aksi takdirde, para yatırma işleminiz ertelenebilir veya reddedilebilir.

source: Linked Banks
fr: Banques liées
tr: Bağlantılı Bankalar

source: Remove Bank
fr: Supprimer la banque
tr: Bankayı Kaldır

source: Withdraw
fr: Retirer
tr: Para Çekme

source: Add Cash from Your Bank
fr: Ajouter de l'argent de votre banque
tr: Bankanızdan Nakit Ekleyin

source: View All Transactions
fr: Afficher toutes les transactions
tr: Tüm İşlemleri Görüntüle

source: Verify My Identity
fr: Vérifier mon identité
tr: Kimliğimi Doğrula

source: Deposit
fr: Dépôt
tr: Para Yatırma

source: Interest Summary
tr: Faiz Özeti

source: Introducing Cloud Backups
fr: Présentation des sauvegardes sur le cloud
tr: Bulut Yedeklemeleri Ile Tanışın

source: You can now backup your wallet securely to the cloud. You can opt-out of backups in your wallet settings.
fr: Vous pouvez maintenant sauvegarder votre portefeuille en toute sécurité sur le cloud. Vous pouvez désactiver les sauvegardes dans les paramètres de votre portefeuille.
tr: Artık cüzdanınızı güvenli bir şekilde buluta yedekleyebilirsiniz. Cüzdan ayarlarınızdan yedeklemeleri devre dışı bırakabilirsiniz.

source: Send Max
fr: Envoi Max
tr: Maksimumunu Gönder

source: Oops! Something Went Wrong. Please try again.
fr: Oups ! Un problème est survenu. Veuillez réessayer.
tr: Hata! Bir Şeyler Ters Gitti. Lütfen tekrar deneyin.

source: Don’t worry. Your money is safe. Please try again or contact our Support Team for help.
fr: Ne vous inquiétez pas. Votre argent est en sécurité. Veuillez réessayer ou contacter notre équipe d'assistance pour obtenir de l'aide.
tr: Endişelenmeyin. Paranız güvende. Lütfen tekrar deneyin veya yardım için Destek Ekibimize başvurun.

source: Internal Send Only
fr: Envoi interne uniquement
tr: Yalnızca Dahili Gönderme

source: Address is not a user address
fr: L'adresse n'est pas une adresse d'utilisateur
tr: Adres bir kullanıcı adresi değil

source: Password is incorrect.
fr: Le mot de passe est incorrect.
tr: Şifre yanlış.

source: An unexpected error has occurred. Please try again.
fr: Une erreur inattendue s'est produite. Veuillez réessayer.
tr: Beklenmedik bir hata oldu. Lütfen daha sonra tekrar deneyin.

source: You do not have enough ETH to process this transaction.
fr: Vous ne disposez pas de suffisamment d'ETH pour traiter cette transaction.
tr: Bu işlemi gerçekleştirmek için yeterli tutarda ETH sahibi değilsiniz.

source: or Select a Wallet
fr: ou sélectionnez un portefeuille
tr: veya Bir Cüzdan Seçin

source: Your final amount may change due to market activity.
fr: Votre montant final peut changer en raison de l'activité du marché.
tr: Nihai tutar, piyasa hareketliliğinden dolayı değişebilir.

source: 1st of Every Month
fr: 1er de chaque mois
tr: Her Ayın 1'i

source: Accept or Share Your %@ Address
fr: Accepter ou partager votre adresse %@
tr: Kabul Edin veya %@ Adresinizi Paylaşın

source: Accrued Interest This Month
tr: Bu Ay Tahakkuk Eden Faiz

source: Add %@ to your Interest Account
tr: Faiz Hesabınıza %@ Ekleyin

source: Add BTC to Your Interest Account
tr: Faiz Hesabınıza BTC Ekleyin

source: Annually
fr: Annuellement
tr: Yıllık

source: Available Currencies
fr: Devises disponibles
tr: Mevcut Para Birimleri

source: Cashout to Your Bank
fr: Retrait vers votre banque
tr: Ödemeyi Bankanıza Alın

source: Cloud Backup
fr: Sauvegarde sur le cloud
tr: Bulut Yedekleme

source: Convert Your Crypto to Cash
fr: Convertissez votre crypto en espèces
tr: Kriptoyu Nakite Çevirin

source: Current Rate
fr: Taux actuel
tr: Cari Oran

source: Daily Limit
fr: Limite journalière
tr: Günlük Limit

source: Earn 9.0% Interest
tr: %9,0 Faiz Kazanın

source: Earn Interest on Your Crypto
tr: Kriptonuza Faiz Kazanın

source: Exchange %@ for Another Crypto
fr: Échangez %@ contre une autre crypto
tr: Başka Bir Kripto İçin %@ Takas Edin

source: From: My %@ Trading Account
fr: De : Mon compte de trading %@
tr: Gönderen: %@ İşlem Hesabım

source: Get Paid
fr: Se faire payer
tr: Ödeme Alın

source: Initial Hold Period
fr: Période de conservation initiale
tr: İlk Vade Süresi

source: Interest Account
tr: Faiz Hesabı

source: Interest Paid
tr: Ödenen Faiz

source: Interest Rate
tr: Faiz Oranı

source: Manage your %@ Interest Account on the web at blockchain.com
tr: %@ Faiz Hesabınızı internetten, blockchain.com'dan yönetin

source: My %@ Accounts
fr: Mes comptes %@
tr: %@ Hesaplarım

source: My %@ Custodial Accounts
fr: Mes domptes de garde %@
tr: %@ Emanet Hesaplarım

source: My %@ Interest Account
tr: %@ Faiz Hesabım

source: My %@ Interest Accounts
tr: %@ Faiz Hesaplarım

source: My %@ Trading Account
fr: Mon compte de trading %@
tr: %@ İşlem Hesabım

source: My %@ Trading Accounts
fr: Mes comptes de trading %@
tr: %@ İşlem Hesaplarım

source: My %@ Wallet
fr: Mon Portefeuille %@
tr: %@ Cüzdanım

source: My Transaction
fr: Ma transaction
tr: İşlemim

source: Next Interest Payment
tr: Sonraki Faiz Ödemesi

source: Please manage your BTC Interest Account on the web at blockchain.com
tr: Lütfen BTC Faiz Hesabınızı internetten, blockchain.com üzerinden yönetin
