Repository: trustwalletvn/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: fr, tr

source: from your bank account to Blockchain.com. Depending on the transfer method and availability of funds, this may take up to 1 business day.
fr: de votre compte bancaire à Blockchain.com. Selon la méthode de transfert et la disponibilité des fonds, cela peut prendre jusqu'à 1 jour ouvrable.
tr: banka hesabınızdan Blockchain.com'a. Transfer yöntemine ve para mevcudiyetine bağlı olarak bu işlem 1 iş günü kadar sürebilir.

source: from your bank to Blockchain.com. Funds are generally available to trade in 1 business day.
fr: de votre banque à Blockchain.com. Les fonds sont généralement disponibles à la négociation en 1 jour ouvrable.
tr: bankanızdan Blockchain.com'a. Para genel olarak 1 iş gününde trade yapmaya hazır olur.

source: From your computer log into blockchain.com and connect your Lockbox.
fr: À partir de votre ordinateur, connectez-vous à blockchain.com et connectez votre boîte postale.
tr: Bilgisayarınızdan blockchain.com'a giriş yapın ve kilit kutunuzu bağlayın.

source: Get %@
fr: Obtenir %@
tr: %@ al

source: Get Bitcoin
fr: Obtenez Bitcoin
tr: Bitcoin'i edinin

source: Get Bitcoin Cash
fr: Obtenez Bitcoin Cash
tr: Bitcoin Nakit Alın

source: Get Ether
fr: Obtenez de l'éther
tr: Eter Alın

source: Get Free Crypto
fr: Obtenir un crypto gratuitement
tr: Ücretsiz Kripto Para Alın

source: Get Free Crypto.
fr: Obtenir un crypto gratuitement
tr: Ücretsiz Kripto Para Alın

source: Get Started with Ether
fr: Commencer avec Ether
tr: Eter ile Başlayın

source: Get Stellar Now
fr: Obtenez Stellar maintenant
tr: Şimdi Stellar Olun

source: Get USD PAX
fr: Obtenez USD PAX
tr: USD PAX Alın

source: Get Your Lockbox
fr: Obtenez votre Lockbox
tr: Kilitli Kutunuzu Alın

source: Getting quote
fr: Obtenir un devis
tr: Teklif alınıyor

source: Go for Gold
fr: Opter pour Or
tr: Altın'a İlerleyin

source: Go to login.blockchain.com on your computer.
fr: Allez sur login.blockchain.com sur votre ordinateur.
tr: Bilgisayarınızda login.blockchain.com'a gidin.

source: Go to Settings
fr: Allez dans « Paramètres »
tr: Ayarlara Git

source: Google Authenticator
fr: Google Anthenticator
tr: Google Kimlik Denetleyici

source: Great British Pound
fr: Livre sterling
tr: İngiliz sterlini

source: Here are a few tips to get your account up and running, we’ll also help you make sure everything is secure.
fr: Voici quelques conseils pour que votre compte soit opérationnel, nous vous aiderons également à vous assurer que tout est sécurisé.
tr: İşte size hesabınızı çalışır duruma getirmek için birkaç ipucu. Ayrıca, her şeyin güvenli olduğundan emin olmanıza yardımcı olacağız.

source: Hey! I just secured my spot for Blockchain’s latest airdrop with Blockstack. Sign up and get verified to get free Stacks!
fr: Hey! Je viens d'obtenir ma place pour le dernier airdrop de Blockchain avec Blockstack. Inscrivez-vous et faites-vous vérifier pour obtenir des piles gratuites !
tr: Blockstack ile Blockchain'in son bedelsiz dağıtım için yerimi az önce ayırttım. Ücretsiz Stacks almak için kaydolup doğrulanın!

source: Hide QR Code
fr: Masquer le code QR
tr: QR Kodunu gizle

source: High fee not necessary
fr: Frais élevés non nécessaires
tr: Yüksek ücret gerekli değil

source: Hmm, something's not right. 👀
fr: Hmm, quelque chose ne va pas. 👀
tr: Hmm, bir şeyler doğru değil. 👀

source: Hong Kong Dollar
fr: Dollar de Hong Kong
tr: Hong Kong doları

source: How would you like to pair?
fr: Comment aimeriez-vous jumeler votre appareil ?
tr: Nasıl eşleştirmek istersiniz?

source: hr
fr: heure
tr: saat

source: hrs
fr: heures
tr: saat

source: I'll do this later
fr: Jele ferai plus tard
tr: Bunu daha sonra yapacağım

source: Identifier
fr: Identifiant
tr: Kimlik Tanıtıcı

source: If you want to swap or send these funds, you need to transfer them to your non-custodial crypto Wallet.
fr: Si vous souhaitez échanger ou envoyer ces fonds, vous devez les transférer vers votre Portefeuille crypto non-dépositaire.
tr: Bu parayı swap yapmak veya göndermek istiyorsanız göz altında olmayan kripto Cüzdanınıza aktarmanız gerekiyor.

source: If you would like to forget this wallet and start over, press ‘Forget Wallet’.
fr: Si vous souhaitez oublier ce portefeuille et recommencer, appuyez sur « Oublier le portefeuille ».
tr: Bu cüzdanı unutmak ve baştan başlamak için, lütfen 'Cüzdanı Unut' seçeneğini tıklayın.

source: Import address
fr: Importer l'adresse
tr: Adres Al

source: Import Private Key
fr: Importer une clé privée
tr: Özel Anahtar Al

source: Imported Addresses (Archived)
fr: Adresses importées (archivées)
tr: Alınan Adresler(Arşivlenmiş)

source: Imported addresses are not backed up by your Recovery Phrase. To secure these funds, we recommend transferring these balances to include in your backup.
fr: Les adresses importées ne sont pas sauvegardées par votre phrase de récupération. Pour sécuriser ces fonds, nous recommandons de transférer ces soldes pour les inclure dans votre sauvegarde.
tr: İçe aktarılan adresler Kurtarma İfadeniz tarafından yedeklenmez. Bu paraları güvence altına almak adına yedeklemenize dahil edilmesi için bu bakiyeleri aktarmanızı öneririz.

source: Imported Private Key %@
fr: Clé privée importée %@
tr: Alınan Özel Anahtar %@

source: Imported watch-only address %@
fr: Adresse en lecture seule %@ importée
tr: Alınan yalnızca izlenebilir adres %@

source: Importing key
fr: Importation de la clé en cours
tr: Anahtar alınıyor

source: In Progress
fr: En cours
tr: Devam etmekte

source: In Review - Need More Info
fr: En cours d'examen - Besoin de plus d'informations
tr: İncelemede - Daha Fazla Bilgiye İhtiyacım Var

source: Incoming
fr: Entrant
tr: Gelen

source: Incorrect password
fr: Mot de passe incorrect
tr: Yanlış şifre

source: Incorrect PIN
fr: Code PIN incorrect
tr: Yanlış PIN

source: Incorrect private key
fr: Clé privée incorrecte
tr: Yanlış özel anahtar

source: Increase fee
fr: Augmenter les frais
tr: Ücreti artır

source: Increase My Limits
fr: Augmenter mes plafonds
tr: Sınırlarımı Artır

source: Indian Rupee
fr: Roupie indienne
tr: Hindistan rupisi

source: Ineligible
fr: Inéligible
tr: Uygun değil

source: Information
tr: Bilgi

source: Insufficient Funds
fr: Fonds insuffisants
tr: Yetersiz Para

source: Introducing Blockchain's faster, smarter way to trade your crypto. Upgrade now to enjoy benefits such as better prices, higher trade limits and live rates.
fr: Présentation du moyen plus rapide et plus intelligent de Blockchain pour échanger votre crypto. Mettez à niveau maintenant pour profiter d'avantages tels que de meilleurs prix, des limites commerciales plus élevées et des tarifs en direct.
tr: Kripto paranızı trade etmek için Blockchain'in daha hızı ve daha akıllı yöntemi karşınızda. Daha iyi fiyatlar, daha hızlı trade limitleri ve canlı oranlar gibi avantajlardan yararlanmak için şimdi yükseltin.

source: Introducing Digital US Dollars (USD PAX) to de-risk your crypto investment or lock-in gains.
fr: Introduction de la devise Digital Dollars (USD PAX) pour minimiser les risques liés à votre investissement dans la crypto ou préserver vos gains.
tr: Kripto kazançlarınızı güvence altına almak için Dijital Doları tanıtıyoruz (USD PAX)

source: Introducing USD PAX, a safe and stable crypto asset you can use to store value. 1 PAX = 1 USD.
fr: Découvrez USD PAX, un actif crypto fiable et stable que vous pouvez utiliser pour stocker de la valeur. 1 PAX équivaut à 1 USD.
tr: Varlıklarınızı saklamak için kullanacağınız güvenli ve dengeli bir kripto değer USD PAX ile tanışın. 1 PAX, 1USD'ye eşittir.

source: Invalid %@ Address
fr: Adresse %@ invalide
tr: Geçersiz %@ Adresi

source: Invalid %@ address: %@
fr: Adresse %1$@ invalide : %2$@
tr: Geçersiz %1$@ adresi: %2$@

source: Invalid Bitcoin address: %@
fr: Adresse bitcoin non valide : %@
tr: Geçersiz Bitcoin adresi: %@

source: Invalid destination address
fr: Adresse de destination invalide
tr: Geçersiz hedef adresi

source: Invalid email address.
fr: Adresse e-mail erronée.
tr: Geçersiz e-posta adresi

source: Invalid ETH Address
fr: Adresse ETH invalide
tr: Geçersiz ETH Adresi

source: Invalid Identifier
fr: Identifiant erroné
tr: Geçersiz Kimlik Doğrulayıcı

source: Invalid mobile number.
fr: Numéro de portable erroné.
tr: Geçersiz cep telefonu numarası.

source: Invalid Pairing Code
fr: Code de jumelage erroné
tr: Geçersiz Eşleştirme Kodu

source: Invalid recovery phrase. Please try again
fr: Phrase de récupération erronée. Veuillez réessayer
tr: Geçersiz kurtarma ifadesi. Lütfen tekrar deneyin

source: Invalid recovery phrase. Please try again,
fr: Phrase de récupération erronée. Veuillez réessayer
tr: Geçersiz kurtarma ifadesi. Lütfen tekrar deneyin

source: Invalid Send Value
fr: Valeur d'envoi invalide
tr: Geçersiz Gönderim Değeri

source: Invalid server response. Please try again later.
fr: Réponse du serveur invalide. Veuillez réessayer plus tard.
tr: Geçersiz sunucu yanıtı. Lütfen sonra tekrar deneyin.

source: Invalid Shared Key
fr: Clé partagée erronée
tr: Geçersiz Paylaşılan Anahtar

source: Invalid Status Code Returned %@
fr: Code statut retourné %@ erroné
tr: Geçersiz Durum Kodu İadesi %@

source: Invalid to bitcoin address
fr: Invalide pour l'adresse bitcoin
tr: Bitcoin adresi için geçersiz

source: Invalid two-factor authentication type
fr: Type d'authentification à deux facteurs non valide
tr: Geçersiz iki-aşamalı kimlik doğrulama türü

source: Invalid verification code. Please try again.
fr: Code de vérification erroné. Veuillez réessayer
tr: Geçersiz doğrulama kodu. Lütfen tekrar deneyin.

source: is on your clipboard.
fr: est dans votre presse-papiers
tr: panonuzda.

source: It may take up to 1 hour for your transaction to be processed.
fr: Le traitement de votre transaction peut prendre jusqu'à 1 heure.
tr: İşleminizin işlenmesi 1 saat kadar sürebilir.

source: It's time to Level Up to a better crypto exchange. Buy, sell, and trade more digital assets in the Blockchain.com Exchange.
fr: Il est temps de passer au niveau supérieur pour un meilleur échange cryptographique. Achetez, vendez et échangez plus d'actifs numériques dans la Blockchain.com Exchange.
tr: Daha iyi bir kripto para alışverişi yapmanın zamanı geldi. Blockchain.com Exchange'de daha fazla dijital varlık satın alın, satın ve ticaret yapın.

source: Japanese Yen
fr: Yen japonais
tr: Japon yeni

source: Jumpstart your crypto portfolio by easily buying and selling Bitcoin.
fr: Lancez votre portefeuille de cryptomonnaie en achetant et en vendant facilement des bitcoins.
tr: Bitcoin'i kolayca alıp satarak kripto portföyünüzü oluşturun.

source: Just a moment.
fr: Un instant.
tr: Bir dakika.

source: Just now
fr: À l’instant
tr: Hemen şimdi

source: Keep higher fee
fr: Maintenir des frais plus élevés
tr: Yüksek ücret tut

source: Keep lower fee
fr: Maintenir les frais de transaction
tr: Düşük ücret tut

source: Keep this QR code hidden until you're ready.
fr: Gardez ce code caché jusqu'à ce que vous soyez prêt.
tr: Hazır olana kadar bu kodu gizli tutun.

source: Keep this QR code safe!
fr: Gardez ce code QR en sécurité !
tr: Bu QR kodunu güvende tutun!

source: Keep track of your crypto balances from your Wallet's dashboard. Your Wallet currently supports Bitcoin, Ether, Bitcoin Cash, Stellar XLM and USD PAX.
fr: Gardez une trace de vos soldes de crypto à partir du tableau de bord de votre portefeuille. Votre portefeuille prend actuellement en charge Bitcoin, Ether, Bitcoin Cash, Stellar XLM et USD PAX.
tr: Cüzdanınızın anasayfasından kripto sepetinizi görüntüleyin. Cüzdanınız Bitcoin, Ethereum, Bitcoin Cash, Stellar Lumen ve USD PAX'ı desteklemektedir.

source: Keep your xPub private. Someone with access to your xPub will be able to see all of your funds and transactions.
fr: Ne partagez pas votre xPub. Une personne ayant accès à votre xPub sera en mesure de voir tous vos fonds et transactions.
tr: Genişletilmiş ortak anahtarınızı gizli tutun. Genişletilmiş ortak anahtarınıza erişimi olan birisi tüm paranızı ve işlemlerinizi görebilecektir.

source: Key already imported
fr: Clé déjà importée
tr: Anahtar zaten içe aktarıldı

source: KYC Status
fr: Statut KYC
tr: KYC Durumu

source: Label
fr: Étiquette
tr: Etiket

source: Label Address
fr: Label de l'adresse
tr: Etiket Adresi

source: Label must contain letters and numbers only
fr: Le libellé ne doit contenir que des lettres et des chiffres
tr: Etiket sadece harf ve rakam içermelidir

source: Label must have less than 18 characters
fr: Le libellé ne doit pas dépasser 18 caractères
tr: Etiket 18 karakterden az olmalıdır

source: Large Transaction
fr: Transaction importante
tr: Büyük İşlem

source: Launch The Exchange
fr: Lancer Exchange
tr: Exchange'i başlat

source: lcelandic Króna
fr: couronne islandaise
tr: İzlanda kronası

source: Learn more
fr: En savoir plus
tr: Daha fazlasını öğren

source: Learn more about USD PAX
fr: En savoir plus sur USD PAX
tr: USD PAX'ı daha iyi tanıyın

source: Link Mobile
fr: Jumeler le portable
tr: Cep Telefonunu Bağla

source: Link requires app update
fr: Le lien nécessite une mise à jour de l'application
tr: Bağlantı, uygulama güncellemesi gerektiriyor

source: list of countries
fr: liste des pays
tr: ülke listesi

source: Load More Transactions
fr: Charger plus de transactions
tr: Daha Fazla İşlem Yükle

source: Loading
fr: Chargement en cours
tr: Yükleniyor

source: Loading Exchange
fr: Chargement de l'Exchange
tr: Exchange yükleniyor

source: Loading External Page
fr: Chargement de la page externe en cours
tr: Harici Sayfa Yükleniyor

source: loading Settings
fr: chargement des paramètres
tr: Ayarlar yükleniyor

source: Loading transactions
fr: Chargement des transactions
tr: İşlemler yükleniyor

source: Loading Your Wallet
fr: Chargement de votre portefeuille
tr: Cüzdanınız Yükleniyor

source: Locked Account
fr: Compte verrouillé
tr: Kilitli Hesap

source: Log In
fr: Se connecter
tr: Oturum Aç

source: Log in to refresh addresses
fr: Se connecter pour actualiser les adresses
tr: Adresleri yenilemek için giriş yapın

source: Log in to your Blockchain Wallet via your PC or Mac at
fr: Connectez-vous à votre portefeuille Blockchain via votre PC ou Mac à %1$s .
tr: %1$s adresinden PC veya Mac'inizle Blockchain Cüzdanınıza giriş yapın.

source: Login existing Wallet
fr: Connexion au portefeuille existant
tr: Mevcut cüzdana giriş yapılıyor

source: Logout and forget wallet
fr: Se déconnecter et oublier son portefeuille
tr: Çıkış yap ve cüzdanı unut

source: Look for an email from Blockchain and click the verification link to complete your wallet setup.
fr: Rechercher une adresse électronique de Blockchain et cliquez sur le lien de vérification pour terminer la configuration de votre portefeuille.
tr: Blockchain'den bir e-posta arayın ve cüzdan ayarınızı tamamlamak için doğrulama bağlantısını tıklayın.

source: Looks like you've already received your airdrop!
fr: On dirait que vous avez déjà reçu votre largage!
tr: Görünüşe göre airdrop'unu aldın!

source: Low Fees
fr: Frais peu élevés
tr: Düşük İşlem Ücretleri

source: Lower fee
fr: Réduire les frais de transaction
tr: Ücreti düşür

source: Make Default
fr: Définir par défaut
tr: Varsayılan Yap

source: Manage Risk Better
fr: Mieux gérer les risques
tr: Riskinizi daha iyi yönetin

source: Manually
fr: Manuellement
tr: Manüel

source: Markets are Moving 🚀
fr: Les marchés bougent 🚀
tr: Piyasalar Hareketli are

source: May be at risk for a double spend.
fr: Peut être à risque pour une double dépense.
tr: Çifte harcama riski altında olabilir.

source: Medium
fr: Moyen
tr: Orta

source: Memo
fr: Note
tr: not

source: Memos are used to communicate optional information to the recipient.
fr: Les mémos sont utilisés pour communiquer des informations facultatives au destinataire.
tr: Notlar isteğe bağlı bilgileri alıcıya iletmek için kullanılır.

source: Message Me When Available
fr: M'envoyer un message dès que disponible
tr: Geldiğinde Mesaj Gönder

source: Miners receive this fee to process this transaction.
fr: Les mineurs reçoivent ces frais pour traiter cette transaction.
tr: Madenciler bu işlemi gerçekleştirmek için bu ücreti alıyor.

source: Minimum Balance
fr: La balance minimum
tr: Minimum Bakiye

source: Minimum of 1.0 XLM needed for new accounts
fr: Minimum de 1.0 XLM requis pour les nouveaux comptes
tr: Yeni hesaplar için en az 1,0 XLM gereklidir

source: Mobile Buy & Sell is supported for iOS 9 and up. Please run a software update or login at login.blockchain.com on your computer.
fr: Mobile Buy & Sell est pris en charge pour iOS 9 et versions ultérieures. Veuillez exécuter une mise à jour logicielle ou vous connecter à login.blockchain.com sur votre ordinateur.
tr: Mobil Buy & Sell, iOS 9 ve üstü için destekleniyor. Lütfen yazılım güncellemesi yapın veya bilgisayarınızda login.blockchain.com'a giriş yapın.

source: Mobile Linked
fr: Portable jumelé
tr: Mobil İlişkilendirildi

source: Mobile Number
fr: Numéro de téléphone mobile
tr: Cep Numarası

source: month
fr: mois
tr: ay

source: Month
fr: Mois
tr: Ay

source: months
fr: mois
tr: ay

source: More
fr: Plus
tr: Daha

source: More Info
fr: Plus d'informations
tr: Daha fazla bilgi

source: Most exchanges on Swap are completed seamlessly in two hours. Please contact us. Together, we can figure this out.
fr: La plupart des échanges sur Swap sont effectuées en deux heures. Veuillez nous contacter. Ensemble, nous pouvons résoudre cela.
tr: Swap'daki çoğu borsa iki saat içinde sorunsuz bir şekilde tamamlanır. Lütfen bizimle iletişime geçin. Birlikte bunu çözebiliriz.

source: My USD PAX Wallet
fr: Mon portefeuille USD PAX
tr: USD PAX Cüzdanım

source: Needs BIP38 Password
fr: Nécessite un mot de passe BIP38
tr: BIP38 Şifresi Gereklidir

source: Network Delays
fr: Retards réseau
tr: Ağ Gecikmeleri

source: Network Transaction Fee
fr: Frais de transaction réseau
tr: Ağ İşlem Ücreti

source: New
fr: Nouveau
tr: Yeni

source: New Address
fr: Nouvelle adresse
tr: Yeni adres

source: New Email Address
fr: Nouvelle adresse e-mail
tr: Yeni E-posta Adresi

source: New email must be different
fr: Le nouveau courriel doit être différent
tr: Yeni e-posta farklı olmalıdır

source: New Exchange
fr: Nouvel échange
tr: Yeni Takas

source: New Mobile Number
fr: Nouveau numéro de portable
tr: Yeni Cep Telefonu Numarası

source: New password must be different
fr: Le nouveau mot de passe doit être différent
tr: Yeni şifre farklı olmalıdır

source: New Taiwan Dollar
fr: Nouveau dollar de Taïwan
tr: Yeni Tayvan doları

source: New Zealand Dollar
fr: Dollar néo-zélandais
tr: Yeni Zelanda doları

source: NEXT
fr: SUIVANT
tr: SONRAKİ

source: ninth
fr: neuvième
tr: dokuzuncu

source: No
fr: Non
tr: Hayır

source: No description
fr: Aucune description
tr: Açıklama yok

source: No Funds to Exchange
fr: Pas de fonds à l'échange
tr: Takas İçin Para Yok

source: No internet connection available. Please check your network settings.
fr: Aucune connexion internet disponible. Veuillez vérifier vos paramètres réseau.
tr: İnternet bağlantısı yok. Lütfen ağ ayarlarınızı kontrol edin.

source: No internet connection.
fr: Pas de connexion internet.
tr: İnternet bağlantısı yok.

source: No Label
fr: Aucun libellé
tr: Etiket Yok

source: No Password Entered
fr: Aucun mot de passe saisi
tr: Şifre Girilmedi

source: No Transactions
fr: Aucune transaction
tr: İşlem Yok

source: Not all countries are supported at this time. Check our up to date
fr: Tous les pays ne sont pas pris en charge pour le moment. Vérifiez notre mise à jour
tr: Şu anda tüm ülkeler desteklenmiyor. Güncel olanı kontrol edin

source: Not Available
fr: Indisponible
tr: Mevcut Değil

source: Not Enough
fr: Insuffisant
tr: Yeterli Değil

source: Not enough
fr: Insuffisant
tr: Yeterli değil

source: Not Enough %@
fr: Pas assez %@
tr: Yeterli %@ yok

source: Not enough %@ for fees
fr: Insuffisant %@ pour les frais
tr: Ücretler için yeterli %@ yok

source: Not Enough ETH
fr: ETH insuffisant
tr: Yeterli ETH yok

source: Not enough to exchange
fr: Insuffisant pour l'échange
tr: Takas için yeterince yok

source: Not enough XLM.
fr: XLM insuffisant.
tr: Yeterli XLM yok.

source: Not Now
fr: Pas maintenant
tr: Şimdi değil

source: Not Registered
fr: Non enregistré
tr: Kayıtlı Değil

source: Not Stored
fr: Non stocké
tr: Saklanmadı

source: NOTE: The scanned private key does not correspond to this watch-only address. If you want to spend from this address, make sure that you scan the correct private key.
fr: REMARQUE : la clé privée qui a été scannée ne correspond pas à cette adresse en lecture seule. Si vous voulez dépenser à partir de cette adresse, assurez-vous que vous scannez la bonne clé privée.
tr: NOT: Taranan özel anahtar yalnızca izlenebilir adresinizle eşleşmiyor. Bu adresteki paranızı harcamak için lütfen doğru özel anahtarı tarayın.

source: Notifications
tr: Bildirimler

source: Notify Me
fr: Me notifier
tr: Bana Haber Ver

source: Now supporting Ether
fr: Nouveauté : prise en charge des Ether
tr: Şimdi Ether destekleniyor

source: Offer Expired
fr: Offre expirée
tr: Emrin Süresi Doldu

source: Oh no!
fr: Oh non !
tr: Hay aksi!

source: OK
tr: Tamam

source: Once an order starts, we are unable to stop it.
fr: Une fois qu'une commande est lancée, nous ne pouvons pas l'arrêter.
tr: Emir başladığında durduramıyoruz.

source: Once we receive your bank transfer, your %@ buy order will complete.
fr: Une fois que nous aurons reçu votre virement bancaire, votre ordre d'achat de %@sera terminé
tr: Banka havalenizi aldıktan sonra, satın alma siparişiniz tamamlanacaktır.

source: Once we receive your funds, we’ll start your %@ buy order. Note, your final amount might change to due market activity. Fees may apply.
fr: Une fois que nous aurons reçu vos fonds, nous commencerons votre ordre d'achat de %@. Notez que votre montant final peut changer en fonction de l'activité du marché. Des frais peuvent s'appliquer.
tr: Paranızı aldıktan sonra, %1$s satın alma siparişinize başlayacağız. Nihai tutarınızın vadesi gelmiş piyasa etkinliğine göre değişebileceğini unutmayın. Ücret uygulanabilir.

source: Once your verification is confirmed, you’ll automatically secure a spot in the Airdrop for Stacks.
fr: Une fois votre vérification confirmée, vous obtiendrez automatiquement une place dans l'Airdrop pour Stacks.
tr: Doğrulamanız onaylanınca otomatik olarak Stacks için Airdrop'ta yer elde edeceksiniz.

source: Ooops! Something went wrong.
fr: Ooops ! Une erreur est survenue.
tr: Posta ile gönder Bir şeyler yanlış gitti.

source: Open %@
fr: Ouvrir %@
tr: %@ Aç

source: Open %@?
fr: Ouvrir %@ ?
tr: %@ açılsın mı?

source: Open Mail
fr: Ouvrir le courriel
tr: Postayı Aç

source: Open Mail App
fr: Ouvrir l'application de messagerie
tr: Posta Uygulamasını Aç

source: Open Support
fr: Assistance disponible
tr: Destek Merkezini Aç

source: Or start over and
fr: Ou recommencez et
tr: Veya yeniden başlayın ve

source: Order History
fr: Historique des commandes
tr: Sipariş Geçmişi

source: Order ID
fr: numéro de commande
tr: Sipariş Kimliği

source: Our Blockchain Support Team has written Help Guides explaining why we need to verify your identity
fr: Notre équipe d'assistance Blockchain a rédigé des guides d'aide expliquant pourquoi nous devons vérifier votre identité.
tr: Blockchain Destek Ekibimiz, kimliğinizi neden doğrulamamız gerektiğini açıklayan Yardım Kılavuzları yazdı

source: Our Blockchain Support Team is standing by to help any questions you have.
fr: Notre équipe d'assistance Blockchain est à votre disposition pour répondre à toutes vos questions.
tr: Blockchain Destek Ekibimiz, tüm sorularınız için yardım bekliyor.

source: Our Latest Airdrop is Here
fr: Notre dernier Airdrop est arrivé.
tr: Son çıkan Airdrop programımızla buradayız.
