Repository: trustwalletvn/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: fr, tr

source: Prices
fr: Prix
tr: Fiyatlar

source: See your crypto balance increase every day. Get paid on the 1st of every month.
fr: Observez votre solde de crypto augmenter chaque jour. Soyez rémunéré le 1er de chaque mois.
tr: Kripto bakiyenizin her gün arttığını görün. Her ayın 1'inde ödeme alın.

source: Sell Max
fr: Vendre Max
tr: Maksimumunu Sat

source: Send Bitcoin to your new Interest Account. Deposit and withdraw at any time.
tr: Yeni Faiz Hesabınıza Bitcoin gönderin. İstediğiniz zaman para yatırın ve çekin.

source: Shared With Blockchain
fr: Partagé avec Blockchain
tr: Blockchain ile Paylaşıldı

source: Start earning up to 9.0% interest on your crypto.
tr: Kriptonuzdan %9,0'a kadar faiz kazanmaya başlayın.

source: Start earning. Add BTC to your Interest Account.
tr: Kazanmaya başla. Faiz Hesabınıza BTC ekleyin.

source: Sync My Portfolio
fr: Synchroniser mon portefeuille
tr: Portföyümü Eşitle

source: To prevent identity theft or fraud, we'll need to make sure it's really you by uploading an ID.
fr: Pour éviter le vol d'identité ou la fraude, nous devons nous assurer qu'il s'agit bien de vous en téléversant un identifiant.
tr: Kimlik hırsızlığını veya sahtekarlığı önlemek için, bir kimlik yükleyerek gerçekten siz olduğunuzu teyit etmemiz gerekecek.

source: To: My %@ Account
fr: Vers : Mon compte %@
tr: Alıcı: %@ Hesabım

source: Total Interest Earned
tr: Kazanılan Toplam Faiz

source: Transfer %@ to Any Wallet
fr: Transférer %@ vers n'importe quel portefeuille
tr: Herhangi Bir Cüzdana %@ Aktarın

source: Transfer Between Your %@ Wallets
fr: Transfert entre vos portefeuilles %@
tr: %@ Cüzdanlarınız Arasında Aktarım Yapın

source: Use your Card or Cash
fr: Utilisez votre carte ou du liquide
tr: Kartınızı veya Nakitinizi Kullanın

source: Verify your identity and earn up to 9.0% annually.
fr: Vérifiez votre identité et gagnez jusqu'à 9,0 % par an.
tr: Kimliğinizi doğrulayın ve yıllık% 9,0'a kadar kazanç elde edin.

source: View your accrued %@ Interest
tr: Tahakkuk eden %@ faizinizi görüntüleyin

source: Visit Blockchain.com
fr: Visitez Blockchain.com
tr: Blockchain.com'u ziyaret edin

source: You can have a maximum of one bank per currency
fr: Vous pouvez avoir au maximum une banque par devise
tr: Para birimi başına en fazla bir bankanız olabilir

source: You must have Gold Level verification status to link a bank.
fr: Vous devez avoir le statut de vérification de niveau Gold pour associer une banque.
tr: Bir bankayı bağlamak için Altın Seviyesi doğrulama durumuna sahip olmanız gerekir.

source: Your final amount might change due to market activity. An initial hold period of 7 days will be applied to your funds.
fr: Votre montant final peut changer en raison de l'activité du marché. Une période de retenue initiale de 7 jours sera appliquée à vos fonds.
tr: Nihai tutar, piyasa hareketliliği nedeniyle değişebilir. Paranıza 7 günlük bir vade uygulanacaktır.

source: %@ Custodial Accounts
fr: Comptes de garde %@
tr: %@ Emanet Hesapları

source: %@ Interest Wallet
tr: %@ Faiz Cüzdanı

source: %@ Trade Wallet
fr: Portefeuille de trading %@
tr: %@ İşlem Cüzdanı

source: %@ Wallet
fr: Portefeuille %@
tr: %@ Cüzdanı

source: %@ Wallets
fr: Portefeuilles %@
tr: %@ Cüzdanları

source: Verify your identity and start earning up to 9.0% interest on your crypto.
tr: Kimliğinizi doğrulayın ve kripto paranız üzerinden %9,0'a kadar faiz kazanmaya başlayın.

source: We’re completing your withdrawal now.
fr: Nous finalisons votre retrait maintenant.
tr: Şimdi para çekme işleminizi tamamlıyoruz.

source: We’re completing your sell now.
fr: Nous finalisons votre vente maintenant.
tr: Şimdi satışınızı tamamlıyoruz.

source: To prevent identity theft or fraud, we’ll need to make sure it’s really you by uploading an ID.
fr: Pour éviter l'usurpation d'identité ou la fraude, nous devons nous assurer qu'il s'agit bien de vous en important une pièce d'identité.
tr: Kimlik hırsızlığını veya sahtekarlığı önlemek için, bir kimlik yükleyerek gerçekten siz olduğunuzu teyit etmenizi isteyeceğiz.

source: buy
fr: Acheter
tr: Satın Al

source: sell
fr: Vendre
tr: Sat

source: Sell Crypto
fr: Vendre de la Crypto
tr: Kripto sat

source: Sell Crypto for Cash
fr: Vendre de la Crypto contre du liquide
tr: Nakit Karşılığında Kripto Sat

source: Unable to Verify Your ID
fr: Impossible de vérifier votre identifiant
tr: Kimliğiniz Doğrulanamıyor

source: We were unable to verify your identity. This can happen for a few reasons.
fr: Nous n'avons pas pu vérifier votre identité. Cela peut arriver pour plusieurs raisons.
tr: Kimliğinizi doğrulayamadık. Bu birkaç nedenden dolayı olabilir.

source: Invalid ID
fr: ID invalide
tr: geçersiz kimlik

source: The image or document uploaded did not match the requirements.
fr: L'image ou le document importé ne correspondait pas aux exigences.
tr: Yüklenen görüntü veya belge, gereksinimleri karşılamıyor.

source: Information Mismatch
fr: Non-concordance des informations
tr: Bilgi Uyuşmazlığı

source: All information must appear exactly as it does on your legal documents. note: Please do not use a nickname.
fr: Toutes les informations doivent apparaître exactement comme sur vos documents juridiques. Remarque : veuillez ne pas utiliser de surnom.
tr: Tüm bilgiler, yasal belgelerinizde olduğu gibi görünmelidir. not: Lütfen bir takma ad kullanmayın.

source: Blocked by Local Laws
fr: Bloqué en raison des lois locales
tr: Yerel Yasalar Tarafından Engellendi

source: If you think this was a mistake or would like a manual review of your account, please contact support.
fr: Si vous pensez qu'il s'agit d'une erreur ou si vous souhaitez un examen manuel de votre compte, veuillez contacter l'assistance.
tr: Bunun bir hata olduğunu düşünüyorsanız veya hesabınızın manuel olarak incelenmesini istiyorsanız, lütfen destek ile iletişime geçin.

source: A transaction is already in progress
fr: Une transaction est déjà en cours
tr: Zaten devam eden bir işlem var

source: You have insufficient funds in this account to process this transaction
fr: Vous n'avez pas suffisamment de fonds sur ce compte pour traiter cette transaction
tr: Bu hesapta bu işlemi gerçekleştirmek için yeterli paranız yok

source: Free
fr: Gratuit
tr: Ücretsiz

source: Minimum 1 sat/byte required
fr: Minimum 1 sat/octet requis
tr: En az 1 sat/byte gerekli

source: Invalid fee
fr: Frais invalides
tr: Geçersiz ücret

source: The amounts you send and receive may change slightly due to market activity. Once an order starts, we are unable to stop it.
fr: Les montants que vous envoyez et recevez peuvent fluctuer légèrement en raison de l'activité du marché. Une fois qu'un ordre est émis, nous ne pouvons pas l'arrêter.
tr: Gönderdiğiniz ve aldığınız tutarlar, piyasa hareketliliği nedeniyle biraz değişebilir. Bir emir verildiğinde durdurulması mümkün değildir.

source: Swap Complete
fr: Échange terminé
tr: Takas Tamamlandı

source: Swap Max
fr: Échange Max
tr: Maks. Takas

source: Tap here to upgrade your profile and swap this amount.
fr: Appuyez ici pour mettre à jour votre profil et échanger ce montant.
tr: Profilinizi yükseltmek ve bu tutarda Swap yapabilmek için buraya dokunun.

source: You can swap up to %1$s today.
fr: Vous pouvez échanger jusqu'à %1$s aujourd'hui.
tr: Bugün en fazla %1$s tutara kadar takas yapabilirsiniz.

source: Confirm the wallet you want to Swap from and choose the wallet you want to Receive into.
fr: Confirmez le portefeuille à partir duquel vous souhaitez échanger et choisissez celui sur lequel vous souhaitez recevoir.
tr: Takas yapmak istediğiniz cüzdanı onaylayın ve paranın gelmesini Istediğiniz cüzdanı seçin.

source: New Swap
fr: Nouveau swap
tr: Yeni Swap

source: Swap Your Crypto
fr: Échangez votre crypto
tr: Kripto Swap

source: Instantly exchange your crypto into any currency we offer for your wallet.
fr: Échangez instantanément votre crypto dans n'importe quelle devise que nous proposons pour votre portefeuille.
tr: Kriptonuzu cüzdanınızda sunduğumuz para birimlerinden birisiyle anında takas edin.

source: Start Swapping
fr: Commencer à échanger
tr: Takas Yapmaya Başlayın

source: Which wallet do you want to Swap from?
fr: À partir de quel portefeuille souhaitez-vous échanger ?
tr: Hangi cüzdandan Swap yapacaksınız?

source: Trending
fr: Tendance
tr: Trendde

source: Network Fee
fr: Frais de réseau
tr: Ağ Ücreti

source: Your final amount might change due to market activity. An initial hold period of 3 days will be applied to your funds.
fr: Votre montant final peut changer en raison de l'activité du marché. Une période de retenue initiale de 3 jours sera appliquée à vos fonds.
tr: Nihai tutar, piyasa hareketliliği nedeniyle değişebilir. Paranıza 3 günlük bir bekletme süresi uygulanacaktır.

source: Faster
fr: Plus rapide
tr: Daha hızlı

source: Oops! Something went wrong.
fr: Oups ! Un problème est survenu.
tr: Hay aksi! Ters giden bir şeyler var.

source: Upgrade now
fr: Mettre à jour maintenant
tr: Hemen Yükselt

source: Swap Faster. Cheaper. Better.
fr: Échangez plus rapidement. À de meilleurs taux. Dans de meilleures conditions.
tr: Daha hızlı, ucuz ve iyi Swap

source: Swap better.
fr: Échangez mieux.
tr: Daha iyi koşullarda Swap

source: Swap it like it’s hot.
fr: Échangez à votre guise.
tr: Anında Swap

source: Upgrade to Gold and Swap faster, with higher limits, lower fees, and a better experience.
fr: Passez à l'or et échangez plus rapidement, avec des plafonds plus élevées, des frais moins élevés et une meilleure expérience.
tr: Hesabınızı altın seviyesine yükselterek daha yüksek limitler, daha düşük ücretler ve daha iyi bir deneyimle, daha hızlı swap yapabilirsiniz.

source: We’ve updated Swap with a new look and better experience.
fr: Nous avons mis à jour Swap avec un nouveau look et une meilleure expérience.
tr: Swap'ı yeni bir görünüm ve daha iyi bir deneyimle güncelledik.

source: Faster. Cheaper. Better. Our new Swap experience lets you exchange crypto in fewer taps.
fr: Plus rapide. Moins cher. Meilleur. Notre nouvelle expérience Swap vous permet d'échanger de la crypto en moins de clics.
tr: Daha hızlı. Daha ucuz. Daha iyi. Yeni Swap deneyimimiz, daha az dokunuşla kripto alım satımı yapmanızı sağlar.

source: Link your bank and instantly buy crypto at anytime.
fr: Liez votre banque et achetez instantanément de la crypto à tout moment.
tr: Bankanızı bağlayın ve istediğiniz zaman anında kripto satın alın.

source: + Add New
fr: + Ajouter nouveau
tr: + Yeni Ekle

source: Secure Connection
fr: Connexion sécurisée
tr: Güvenli Bağlantı

source: Is this your bank?
fr: S'agit-il de votre banque ?
tr: Bu sizin bankanız mı?

source: It’s taking too long to link your bank, please try again.
fr: La liaison à votre banque prend trop de temps, veuillez réessayer.
tr: Bankanızın bağlanması çok uzun sürüyor, lütfen tekrar deneyin.

source: Please link a Checking Account.
fr: Veuillez lier un compte courant.
tr: Lütfen bir Vadesiz Hesap bağlayın.

source: Your bank may charge you extra fees if you buy crypto without a checking account.
fr: Votre banque peut vous facturer des frais supplémentaires si vous achetez une crypto sans compte courant.
tr: Vadesiz hesabı olmadan kripto satın alırsanız bankanız sizden ekstra ücret talep edebilir.

source: Bank Linked!
fr: Lié à la banque !
tr: Banka Bağlandı!

source: Try a Different Bank
fr: Essayez une autre banque
tr: Farklı Bir Banka Deneyin

source: Cancel & Go Back
fr: Annuler et revenir en arrière
tr: İptal Et ve Geri Dön

source: Please try linking your bank again. If this keeps happening, please contact support.
fr: Veuillez réessayer de lier votre banque. Si le problème persiste, veuillez contacter le service d'assistance.
tr: Lütfen bankanızı yeniden bağlamayı deneyin. Bu devam ederse, lütfen desteğe başvurun.

source: Available to Trade
fr: Disponible au trading
tr: Takas edilebilir

source: Instantly
fr: Instantanément
tr: Anında

source: Instantly Available
fr: Disponible instantanément
tr: Anında Kullanılabilir

source: Oops! You’ve already got an existing pending withdrawal, please try again once that completes.
fr: Oups ! Vous avez déjà un retrait en cours, veuillez réessayer une fois que ce retrait est terminé.
tr: Hata! Halihazırda bekleyen bir para çekme işleminiz var, lütfen tamamlandığında tekrar deneyin.

source: Oops! For security reasons, your balance is currently locked, please try again later.
fr: Oups ! Pour des raisons de sécurité, votre solde est actuellement bloqué, veuillez réessayer plus tard.
tr: Hata! Güvenlik nedeniyle bakiyeniz şu anda kilitli, lütfen daha sonra tekrar deneyin.

source: Oops! You don’t have enough funds to Withdraw
fr: Oups ! Vous n'avez pas assez de fonds pour faire un Retrait
tr: Hata! Para çekmek için yeterli paranız yok

source: Oops! This service is currently unavailable, please try again later.
fr: Oups ! Ce service est actuellement indisponible, veuillez réessayer plus tard.
tr: Hata! Bu hizmet şu anda kullanılamıyor, lütfen daha sonra tekrar deneyin.

source: Oops! Looks like that address is invalid, please try again.
fr: Oups ! On dirait que cette adresse est invalide, veuillez réessayer.
tr: Hata! Görünüşe göre bu adres geçersiz, lütfen daha sonra tekrar deneyin.

source: Oops! Looks like that cryptocurrency is invalid, please try again.
fr: Oups ! On dirait que cette cryptomonnaie n'est pas valide, veuillez réessayer.
tr: Hata! Görünüşe göre kripto para birimi geçersiz, lütfen tekrar deneyin.

source: Oops! Looks like that fiat is invalid, please try again.
fr: Oups ! On dirait que cette monnaie fiduciaire n'est pas valable, veuillez réessayer.
tr: Hata! Görünüşe göre bu FIAT geçersiz, lütfen daha sonra tekrar deneyin.

source: Oops! That service isn’t available at the moment, please try again later.
fr: Oups ! Ce service n'est pas disponible pour le moment, veuillez réessayer plus tard.
tr: Hata! Bu hizmet şu anda kullanılamıyor, lütfen daha sonra tekrar deneyin.

source: Oops! The amount we quoted you is no longer valid, please try again.
fr: Oups ! Le montant que nous vous avons indiqué n'est plus valable, veuillez réessayer.
tr: Hata! Size söylenen tutar artık geçerli değil, lütfen daha sonra tekrar deneyin.

source: Oops! This service isn’t currently available. Please contact support.
fr: Oups ! Ce service n'est pas disponible actuellement. Veuillez contacter le service d'assistance.
tr: Hata! Hizmet şu anda kullanılamıyor. Lütfen deste ekibi ile iletişime geçin.

source: Oops! Looks like that isn’t a valid amount, please try again.
fr: Oups ! On dirait que ce n'est pas un montant valable, veuillez réessayer.
tr: Hata! Görünüşe bu geçerli bir tutar değil, lütfen daha sonra tekrar deneyin.

source: %@ Max
tr: %@ Maks.

source: %@ securely stores your credentials adhering to leading industry practices for data security, regulatory compliance, and privacy.
fr: %@ stocke en toute sécurité vos informations d'identification conformément aux meilleures pratiques du secteur en matière de sécurité des données, de conformité réglementaire et de confidentialité.
tr: %@, veri güvenliği, mevzuata uygunluk ve gizlilik için önde gelen sektör uygulamalarına bağlı kalarak kimlik bilgilerinizi güvenli bir şekilde saklar.

source: %@ Withdrawal
fr: %@ Retrait
tr: %@ Para Çekme

source: At Blockchain.com, we strive to adhere to any and all local laws. Based on your location, we cannot allow the buying or selling digital currencies at this time.
fr: Chez Blockchain.com, nous nous efforçons de respecter toutes les lois locales. En fonction de votre emplacement, nous ne pouvons pas autoriser l'achat ou la vente de devises numériques pour le moment.
tr: Blockchain.com'da tüm yerel yasalara uymaya çalışıyoruz. Bulunduğunuz yere bağlı olarak, şu anda dijital para birimlerinin satın alınmasına veya satılmasına izin veremiyoruz.

source: At this time, Blockchain.com only allows you to send funds to your
fr: Pour le moment, Blockchain.com vous permet uniquement d'envoyer des fonds à votre
tr: Blockchain.com şu anda yalnızca şuraya para göndermenize izin veriyor:

source: Bank Account
fr: Compte bancaire
tr: Banka hesabı

source: Blockchain.com uses %@ to verify your bank credentials & securely link your accounts.
fr: Blockchain.com utilise %@ pour vérifier vos informations d'identification bancaires et lier vos comptes en toute sécurité.
tr: Blockchain.com, banka kimlik bilgilerinizi doğrulamak ve hesaplarınızı güvenli bir şekilde bağlamak için %@ kullanır.

source: Cash
fr: Espèces
tr: Nakit

source: Choose a Wallet to receive crypto to.
fr: Choisissez un portefeuille pour recevoir de la crypto.
tr: Kripto almak için bir Cüzdan seçin.

source: Choose a Wallet to send crypto from.
fr: Choisissez un portefeuille à partir duquel envoyer de la crypto.
tr: Kripto göndermek için bir Cüzdan seçin.

source: Coming Soon to Your Region
fr: Bientôt dans votre région
tr: Yakında Bölgenize Geliyor

source: Currently, we don't support selling crypto in %@. We'll send you an update when we do.
fr: Actuellement, nous ne prenons pas en charge la vente de crypto dans %@. Nous vous enverrons une notification lorsque nous le ferons.
tr: Şu anda %@ cinsinden kripto satmayı desteklemiyoruz. Bu ürünü satışlarımıza eklediğimizde size bir güncelleme gönderilecektir.

source: Error decrypting wallet, please check that your password is correct
fr: Erreur lors du décryptage du portefeuille, veuillez vérifier que votre mot de passe est correct
tr: Cüzdanın şifresi çözülürken hata oluştu, lütfen şifrenizin doğru olduğunu kontrol edin

source: Face ID is not enabled on this device. To enable Face ID, go to Settings -> Face ID & Passcode and Set up a Face ID.
fr: Face ID n'est pas activé sur cet appareil. Pour activer Face ID, allez dans Paramètres - > Face ID & Code d'accès et Configurer un Face ID.
tr: Bu cihazda Face ID etkin değil. Face ID'yi etkinleştirmek için Ayarlar - > Face ID ve Parola'ya gidin ve Bir Yüz Kimliği Ayarlayın.

source: From: My %@ Wallet
fr: De : mon portefeuille %@
tr: Gönderen: %@ Cüzdanım

source: Funds Locked
fr: Fonds bloqués
tr: Fonlar Kilitlendi

source: Pay with my...
fr: Payer avec mon ...
tr: Şununla öde:

source: Receive Crypto Now
fr: Recevez de la Crypto maintenant
tr: Hemen Kripto Al

source: Sell
fr: Vendre
tr: Sat

source: Sell Coming Soon for
fr: Vente à venir pour
tr: Yakında satış şunlar işin açılacak:

source: Sell In Progress
fr: Vente en cours
tr: Satış Devam Ediyor

source: Sell Your Crypto
fr: Vendez votre crypto
tr: Kripto Sat

source: Sell your crypto that you have purchased into your cash wallet.
fr: Vendez la crypto que vous avez achetée dans votre portefeuille liquide.
tr: Satın aldığınız kripto paranızı nakit cüzdanınıza satın.

source: Selling
fr: Vente
tr: Satış

source: Send Crypto Now
fr: Envoyer Crypto maintenant
tr: Hemen Kripto Gönder

source: Share Address
fr: Partager l'adresse
tr: Paylaşım Adresi

source: Sold
fr: Vendu
tr: Satıldı

source: Something went wrong.
fr: Un problème est survenu.
tr: Bir şeyler ters gitti.

source: Sorry, that bank account has been linked to the maximum number of Wallets.
fr: Désolé, ce compte bancaire a été lié au nombre maximal de portefeuilles.
tr: Üzgünüz, bu banka hesabına maksimum sayıda cüzdan bağlanmış.

source: Success! We're are withdrawing the cash from your GBP Wallet now. The funds should be in your bank in 1-3 business days.
fr: Transaction réussie ! Nous retirons actuellement l'argent de votre portefeuille GBP. Les fonds devraient être dans votre banque dans un délai d'un à trois jours ouvrables.
tr: Başarılı! Şimdi GBP Cüzdanınızdan nakit çekiyoruz. Para 1-3 iş günü içinde bankanıza ulaşmış olmalıdır.

source: Sync My Widget Portfolio
fr: Synchroniser mon portefeuille de widgets
tr: Widget Portföyümü Eşitle

source: Taking you to Yodlee...
fr: Vous êtes dirigé vers Yodlee ...
tr: Yodlee'ye yönlenidiriliyor...

source: The remaining balance %@ will be available to be withdrawn within 3 days.
fr: Le solde %@ restant pourra être retiré dans un délai de 3 jours.
tr: Kalan %@ bakiyesi 3 gün içinde çekilmeye hazır olacaktır.

source: These funds will be available to sell into your %@ fiat wallet immediately, but you will not be able to send or withdraw these funds from Blockchain.com for up to 3 days.
fr: Ces fonds pourront être vendus immédiatement dans votre portefeuille %@ fiat, mais vous ne pourrez pas envoyer ou retirer ces fonds de Blockchain.com pendant un maximum de 3 jours.
tr: Bu fonlar, %@ fiat cüzdanınıza hemen satılabilir, ancak bu fonları 3 güne kadar Blockchain.com'dan gönderemez veya çekemezsiniz.

source: This could take up to 30 secconds.
fr: Cela peut prendre jusqu'à 30 secondes.
tr: Bu işlem 30 saniye kadar sürebilir.

source: This could take up to 30 secconds. Please do not go back or close the app.
fr: Cela peut prendre jusqu'à 30 secondes. Évitez de revenir en arrière ou de fermer l'application.
tr: Bu işlem 30 saniye kadar sürebilir. Lütfen geri dönmeyin veya uygulamayı kapatmayın.

source: To link this bank, please log into your other Wallets and remove it. If this doesnt look right to you, please contact us immediately.
fr: Pour lier cette banque, veuillez vous connecter à vos autres portefeuilles et la supprimer. Si cela ne vous convient pas, veuillez nous contacter immédiatement.
tr: Bu bankayı bağlamak için lütfen diğer Cüzdanlarınızda oturum açın ve bankayı kaldırın. NOrmal olmayan bir durumla karşılaşırsanız derhal bizimle iletişime geçin.

source: To: %@ %@
fr: Vers : %1$@ %2$@
tr: Alıcı: %1$@ %2$@

source: Try a Different Account
fr: Essayez un autre compte
tr: Farklı Bir Hesap Deneyin

source: Turkish Lira
fr: Lire turque
tr: Türk Lirası

source: Updating Your Wallet...
fr: Mise à jour de votre portefeuille ...
tr: Cüzdanınız Güncelleniyor...

source: Verify your identity and sell your crypto.
fr: Vérifiez votre identité et vendez votre crypto.
tr: Kimliğinizi doğrulayın ve kripto paranızı satın.

source: Wallet Address
fr: Adresse du portefeuille
tr: Cüzdan Adresi

source: wallet.
fr: portefeuille.
tr: cüzdan.

source: We noticed the names don’t match. The bank you link must have a matching legal first & last name as your Blockchain.com Account.
fr: Nous avons remarqué que les noms ne correspondent pas. La banque que vous liez doit avoir un prénom et un nom légaux correspondants comme compte Blockchain.com.
tr: İsimlerin uyuşmadığını fark ettik. Bağladığınız banka, Blockchain.com Hesabınız ile eşleşen bir yasal ad ve soyadına sahip olmalıdır.

source: Withdraw %@
fr: Retirer %@
tr: %@ Çek

source: Withdraw Max
fr: Retirer Max
tr: Maks Para Çek

source: Withdrawing %@
fr: Retrait de %@
tr: %@ Çekiliyor

source: Your %@ account is now linked to your Blockchain.com Wallet.
fr: Votre compte %@ est désormais lié à votre portefeuille Blockchain.com.
tr: %@ Hesabınız artık Blockchain.com Cüzdanınıza bağlanmıştır.

source: Your account is now linked to your Blockchain.com Wallet.
fr: Votre compte est maintenant lié à votre portefeuille Blockchain.com.
tr: Hesabınız artık Blockchain.com Cüzdanınıza bağlanmıştır.

source: Your available balance to withdraw is %@.
fr: Votre solde disponible pour retrait est de %@.
tr: Çekilebilecek mevcut bakiyeniz: %@

source: Your crypto will be available to be withdrawn within 3 days.
fr: Votre crypto sera disponible pour retrait dans un délai de 3 jours.
tr: Kripto para 3 gün içinde çekilmeye hazır olacak.
