Repository: trustwalletvn/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: fr, tr

source: Cancel Order
fr: Annuler l'ordre
tr: Siparişi iptal et

source: Transfer Details
fr: Détails du transfert
tr: Transfer Ayrıntıları

source: Oops!
fr: Oups!
tr: Hata!

source: Something went wrong. Please try again.
fr: Quelque chose a mal tourné. Veuillez réessayer.
tr: Bir şeyler yanlış gitti. Lütfen tekrar deneyin.

source: Account Number
fr: Numéro de compte
tr: Hesap Numarası

source: Bank Code (SWIFT/BIC)
fr: Code bancaire (SWIFT / BIC)
tr: Banka Kodu (SWIFT / BIC)

source: Recipient
fr: Bénéficiaire
tr: alıcı

source: Sort Code
fr: Code guichet
tr: Şube Kodu

source: Bank Name
fr: Nom de banque
tr: Banka adı

source: Bank Country
fr: Pays de la banque
tr: Banka Ülkesi

source: My Bitcoin Wallet
fr: Mon portefeuille Bitcoin
tr: Bitcoin Cüzdanım

source: My Ether Wallet
fr: Mon portefeuille Ether
tr: Ether Cüzdanım

source: My Stellar Wallet
fr: Mon portefeuille stellaire
tr: Yıldız Cüzdanım

source: My USD Digital Wallet
fr: Mon portefeuille USD Digital
tr: USD D Cüzdanım

source: NSCameraUsageDescription
fr: Ceci est nécessaire pour que l'application puisse scanner les codes QR.
tr: Bu, uygulamanın QR kodlarını taraması için gereklidir.

source: NSMicrophoneUsageDescription
fr: Requis pour la capture vidéo.
tr: Video çekimi için gerekli.

source: NSFaceIDUsageDescription
fr: L'activation de l'identification de visage vous permet d'accéder en toute sécurité à votre portefeuille.
tr: Face ID'nin etkinleştirilmesi, cüzdanınıza güvenli bir şekilde erişmenizi sağlar.

source: NSLocationWhenInUseUsageDescription
fr: Blockchain a besoin d'accéder à votre emplacement pour vous montrer les commerces à proximité acceptant Bitcoin.
tr: Blockchain'in, Bitcoin'i kabul eden yakındaki işletmeleri size göstermek için konumunuza erişmesi gerekir.

source: NSPhotoLibraryUsageDescription
fr: Votre autorisation est nécessaire pour télécharger des documents à partir de votre photothèque.
tr: Fotoğraf kitaplığınızdan doküman yüklemek için izniniz gerekiyor.

source: and
fr: et
tr: ve

source: buy.
fr: acheter.
tr: satın al.

source: digital currencies.
fr: monnaies numériques.
tr: dijital para birimleri.

source: We recommend the fee shown for the transaction at this time.
fr: Nous recommandons les frais indiqués pour la transaction en ce moment.
tr: Şu an işlem için gösterilen ücreti öneririz.

source: with a verification link. Didn’t get it? Check your spam folder.
fr: avec un lien de vérification. Vous ne l'avez pas compris? Vérifiez votre dossier «courrier indésirable».
tr: bir e-posta gönderdik. Ulaşmadı mı? Önemsiz e-posta klasörünü kontrol edin.

source: %@ Confirmations
tr: %@ Onay

source: %@ copied to clipboard
fr: %@ copié dans le presse-papiers
tr: %@ panoya kopyalandı

source: %@ needed to exchange
fr: %@ nécessaire pour échanger
tr: Takas için %@ gerekli

source: %@ payment request
fr: %@ demande de paiement
tr: %@ ödeme talebi

source: %@ payment request.
fr: Demande de paiement %@.
tr: %@ ödeme talebi.

source: %@ Received
fr: %@ Reçu
tr: %@ Alındı

source: %@ to be Received
fr: %@ à recevoir
tr: %@ Alınacak

source: %@ to Deposit
fr: %@ à déposer
tr: %@ Yatırılacak

source: %@ Wallet Address
fr: %@ Adresse du portefeuille
tr: %@ Cüzdan Adresi

source: %d address
fr: %d adresse
tr: %d adresi

source: %d addresses
fr: %d adresses
tr: %d adresleri

source: %d Confirmations
fr: Confirmations %d
tr: %d Onay

source: %d login attempts left. Please enter your %@ 2FA code
fr: %1$dtentatives de connexion restantes. Veuillez entrer votre code de validation à 2 facteurs %2$@
tr: %1$d giriş denemesi kaldı. Lütfen %2$@ 2FA kodunuzu girin

source: %d Transactions
fr: Transactions %d
tr: %d İşlem

source: %lld hours ago
fr: Il y a %lld heures
tr: %lld saat önce

source: %lld minutes ago
fr: Il y a %lld minutes
tr: %lld dakika önce

source: %lld seconds ago
fr: Il y a %lld secondes
tr: %lld saniye önce

source: %lu Recipients
fr: %lu Bénéficiaires
tr: %lu Alıcıları

source: *For regulatory reasons, USA, Canada and Japan nationals can’t participate in the airdrop.
fr: *Pour des raisons réglementaires, les ressortissants des États-Unis, du Canada et du Japon ne peuvent pas participer au airdrop.
tr: *Yasal nedenlerden dolayı, ABD, Kanada ve Japonya vatandaşları Airdrop etkinliğine katılmaları mümkün değildir.

source: , our banking partner.
fr: , notre partenaire bancaire.
tr: , bankacılık işlemlerindeki iş ortağımız.

source: 1 hour ago
fr: Il y a 1 heure
tr: 1 saat önce

source: 1 minute ago
fr: Il y a 1 minute
tr: 1 dakika önce

source: 100% On-Chain
fr: 100 % sur le registre de Blockchain
tr: %100 Blokzincir üzerinde işlemler

source: 2-Step Enabled
fr: Validation en 2 étapes activée
tr: 2-Aşama Etkinleştirildi

source: 2-Step has been disabled.
fr: La validation en 2 étapes a été désactivée.
tr: 2 aşamalı doğrulama devre dışı bırakıldı.

source: 2-Step has been enabled for SMS
fr: La validation en 2 étapes a été activée pour les SMS
tr: 2 aşamalı doğrulama SMS için etkinleştirildi

source: 2-Step has been enabled for SMS.
fr: La validation en 2 étapes a été activée pour les SMS.
tr: 2 aşamalı doğrulama SMS için etkinleştirildi.

source: 2-Step Verification
fr: Vérification en 2 étapes
tr: 2-Aşamalı Doğrulama

source: 2-step Verification is currently disabled.
fr: La validation en 2 étapes est actuellement désactivée.
tr: 2-aşamalı doğrulama şu aşamada devre dışı bırakıldı.

source: 2-step Verification is currently enabled for %@.
fr: La validation en 2 étapes est actuellement activée pour %@.
tr: 2-aşamalı doğrulama şu aşamada %@ için etkinleştirildi.

source: 2-step Verification is currently enabled.
fr: La validation en 2 étapes est actuellement activée.
tr: 2-aşamalı doğrulama şu aşamada etkinleştirildi.

source: About
fr: À propos
tr: hakkında

source: Above maximum limit
fr: Au-dessus de la limite maximale
tr: Maksimum limitin üzerinde

source: Above trading limit
fr: Au-dessus de la limite de trading
tr: Trade limitinin üzerinde

source: Access competitive crypto prices right at your fingertips.
fr: Accédez à des prix de crypto compétitifs à portée de main.
tr: En makul kripto fiyatları parmaklarınızın ucunda.

source: Access More Cryptos
fr: Accéder à plus de crypto
tr: Daha Fazla Kriptoya Erişin

source: Account Approved
fr: Compte approuvé
tr: Hesap Onaylandı

source: Account Details
fr: Détails du compte
tr: Hesap Ayrıntıları

source: Accounts
fr: Comptes
tr: Hesaplar

source: Add a Memo to avoid losing funds or use Swap to exchange in this wallet.
fr: Ajoutez un mémo pour éviter de perdre des fonds ou utilisez Swap pour échanger dans ce portefeuille.
tr: Para kaybetmemek için bir Not ekleyin veya bu cüzdanda takas yapmak için Swap'ı kullanın.

source: Add Email
fr: Ajouter un e-mail
tr: E-posta Ekle

source: Add to Address book?
fr: Ajouter au carnet d'adresses ?
tr: Adresi deftere ekle?

source: Address book
fr: Carnet d'adresses
tr: Adres defteri

source: Address line
fr: Ligne d'adresse
tr: Adres satırı

source: Adjust Fee
fr: Ajuster les frais de transactions
tr: Ücreti Ayarla

source: All
fr: Tout
tr: Tümü

source: All amounts are correct at this time but might change depending on the market price and transaction rates at the time your order is processed
fr: Tous les montants sont corrects à l'heure actuelle mais peuvent changer en fonction du prix du marché et des taux de transaction au moment où votre commande est traitée
tr: Tüm tutarlar şu an doğru ancak piyasa fiyatına ve emrinizin gerçekleştiği andaki işlem ücretlerine bağlı olarak değişebilir.

source: All rights reserved.
fr: Tous droits réservés.
tr: Her hakkı saklıdır.

source: All Swap trades are confirmed and settled directly on-chain.
fr: Toutes les transactions Swap sont confirmées et réglées directement sur le registre de la Blockchain.
tr: Tüm Swap trade'leri blokzincir üzerinden onaylanır ve kayıda geçer.

source: All Wallets
fr: Tous les portefeuilles
tr: Tüm Cüzdanlar

source: Allow camera access?
fr: Autoriser l'accès à la caméra ?
tr: Kamera erişimine izin verilsin mi?

source: Allow microphone access?
fr: Autoriser l'accès au microphone ?
tr: Mikrofon erişimine izin verilsin mi?

source: Already own one?
fr: Vous en avez déjà un ?
tr: Zaten bir tane var mı?

source: Always know the market price
fr: Toujours connaître le prix du marché
tr: Piyasa fiyatını daima bilin

source: Amount
fr: Montant
tr: Miktar

source: Amount must be greater than or equal to the dust threshold (%lld Satoshi)
fr: Le montant doit être supérieur ou égal au seuil de poussière (%lld Satoshi)
tr: Tutar düşük tutar eşiğinden (%lld Satoshi) yüksek veya bu eşiğe eşit olmalıdır

source: Amount to Send
fr: Montant à envoyer
tr: Gönderilecek Tutar

source: An address can also be shown as a QR code. Scan a friend's QR code to quickly capture their wallet address.
fr: Une adresse peut également être affichée sous forme de code QR. Scannez le code QR d’un ami pour capturer rapidement l’adresse de son portefeuille.
tr: Adresler QR kodu olarak da gösterilebilir. Cüzdan adresini hızlıca aktarmak için arkadaşınızın QR kodunu taratın.

source: An error occured. Please try again
fr: Une erreur s'est produite. Veuillez réessayer
tr: Bir hata oluştu. Lütfen tekrar deneyin.

source: An error occured. Please try again.
fr: Une erreur s'est produite. Veuillez réessayer.
tr: Bir hata oluştu. Lütfen tekrar deneyin.

source: An Error Occurred
fr: Une erreur s'est produite
tr: Bir hata oluştu

source: An error occurred due to interruptions during PIN verification. Please close the app and try again.
fr: Une erreur s’est produite en raison d’interruptions lors de la vérification du code PIN. Fermez l’application et réessayez.
tr: PIN doğrulaması sırasında kesintiler yüzünden bir hata oluştu. Lütfen uygulamayı kapatıp tekrar deneyin.

source: An error occurred when getting an approximate quote. Please try again later. Details: %@
fr: Une erreur s’est produite lors de l’obtention d’un devis approximatif. Veuillez réessayer ultérieurement. Détails : %@
tr: Yaklaşık fiyat teklifi alınırken bir hata oluştu. Lütfen daha sonra tekrar deneyin. Detaylar: %@

source: An error occurred when getting your %@ balance. Please try again later. Details: %@
fr: Une erreur s’est produite lors de l’obtention de votre solde %1$@. Veuillez réessayer ultérieurement. Détails : %2$@
tr: %1$@ bakiyeniz alınırken bir hata oluştu. Lütfen daha sonra tekrar deneyin. Detaylar: %2$@

source: An error occurred when selecting your tier. Please try again later.
fr: Une erreur s'est produite lors de la sélection de votre niveau. Veuillez réessayer plus tard.
tr: Seviyenizi seçerken bir hata oluştu. Lütfen daha sonra tekrar deneyiniz.

source: An error occurred while changing 2-Step verification.
fr: Une erreur s’est produite lors de la modification de la vérification en 2 étapes.
tr: 2 aşamalı doğrulama değiştirilirken bir hata oluştu.

source: An error occurred while copying your address to the clipboard. Please re-select the destination address or restart the app and try again.
fr: Une erreur s’est produite lors de la copie de votre adresse dans le presse-papiers. Veuillez sélectionner à nouveau l’adresse de destination ou redémarrer l’application et réessayer.
tr: Adresiniz panoya kopyalanırken bir hata oluştu. Lütfen hedef adresini yeniden seçin veya uygulamayı tekrar başlatıp yeniden deneyin.

source: An error occurred while loading the data. Please try again.
fr: Une erreur s’est produite lors du téléchargement des données. Veuillez réessayer.
tr: Veriler yüklenirken bir hata oluştu. Lütfen tekrar deneyin.

source: An error occurred while retrieving currency conversion rates. Please try again later.
fr: Une erreur s'est produite lors de la récupération des taux de conversion des devises. Veuillez réessayer plus tard.
tr: Döviz çevirm kurları alınırken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while retrieving the latest chart data. Please try again later.
fr: Une erreur s’est produite lors de la récupération des dernières données de graphique. Veuillez réessayer ultérieurement.
tr: En yeni grafik verileri alınırken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: An error occurred while saving your changes. Please make sure you are not logged into your wallet on another device.
fr: Une erreur s’est produite lors de l’enregistrement de vos modifications. Veuillez vous assurer que vous n’êtes pas connecté à votre portefeuille sur un autre appareil.
tr: Değişiklikleriniz kaydedilirken bir hata oluştu. Lütfen başka bir cihazda cüzdanınıza giriş yapmadığınızdan emin olun.

source: An error occurred while updating your spendable balance. Please check your internet connection and try again.
fr: Une erreur s’est produite lors de la mise à jour de votre solde disponible. Vérifiez votre connexion Internet et réessayez.
tr: Harcanabilir bakiyeniz güncellenirken bir hata oluştu. Lütfen internet bağlantınızı kontrol edip tekrar deneyin.

source: An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair your device.
fr: Une erreur s’est produite lors du chargement de votre portefeuille. Vous pouvez être hors ligne ou Blockchain rencontre des difficultés. Fermez l’application et réessayez ultérieurement ou ré-associez votre appareil.
tr: Cüzdanınız yüklenirken bir hatayla karşılaşıldı. Çevrim dışı olabilirsiniz veya Blockchain sorun yaşıyor olabilir. Lütfen uygulamayı kapatıp sonra tekrar deneyin veya cihazınızı yeniden eşleştirin.

source: An error was encountered retrieving your wallet identifier from the keychain. Please close the application and try again.
fr: Une erreur s'est produite en récupérant l'identifiant de votre portefeuille depuis le trousseau d'accès. Veuillez fermer l'application et réessayer.
tr: Anahtarlıktan cüzdan kimlik tanıtıcınız alınırken bir hata oluştu. Lütfen uygulamayı kapatın ve tekrar deneyin.

source: Any address
fr: N'importe quelle adresse
tr: Herhangi bir adres

source: Approved
fr: Approuvée
tr: Onaylandı

source: Archive Address
fr: Archiver l'adresse
tr: Adresi Arşivle

source: Archive this if you do NOT want to use it anymore. Your funds will remain safe, and you can unarchive it at any time.
fr: Archivez ceci si vous NE souhaitez PLUS l'utiliser. Vos fonds resteront en sécurité et vous pouvez la désarchiver à tout moment.
tr: Daha fazla kullanmak İSTEMİYORSANIZ bunu arşivleyin. Paranız güvende kalacak ve istediğiniz zaman arşivden çıkarabileceksiniz.

source: Archiving addresses
fr: Archivage des adresses
tr: Adresler arşivleniyor

source: Are you sure this is a bitcoin cash address?
fr: Êtes-vous sûr qu'il s'agit d'une adresse Bitcoin Cash?
tr: Bu bir Bitcoin Cash adresi olduğundan emin misiniz?

source: Ask Me Later
fr: Demandez-moi plus tard
tr: Daha Sonra Sor

source: at
fr: à
tr: bulunduğu yer

source: At the moment we only support ETH. You cannot receive REP, ICN, GNT, GNO, DGD, BCP.
fr: Pour le moment, nous ne prenons en charge que l'ETH. Vous ne pouvez pas recevoir REP, ICN, GNT, GNO, DGD, BCP.
tr: Şu anda sadece ETH destekliyoruz. REP, ICN, GNT, GNO, DGD ve BCP alamazsınız.

source: At this time, Blockchain.com only allows sending your total amount from your %@ trading wallet
fr: Actuellement, Blockchain.com ne permet d'envoyer que le montant total de votre portefeuille de trading %@.
tr: Şu an Blockchain.com yalnızca %@ trade cüzdanınızdan toplam tutarınızı göndermenize izin veriyor.

source: Australian Dollar
fr: Dollar australien
tr: Avustralya doları

source: Authenticate to unlock your wallet
fr: Authentifiez-vous pour déverrouiller votre portefeuille
tr: Cüzdanınızın ki açmak için kimlik doğrulayın

source: Authentication Failed. Please try again.
fr: Échec de l’authentification. Veuillez réessayer.
tr: Kimlik Doğrulama Başarısız Oldu. Lütfen tekrar deneyin.

source: Authentication was not successful because the user failed to provide valid credentials.
fr: L'authentification n'a pas réussi car l'utilisateur n'a pas fourni d'informations d'identification valides.
tr: Kullanıcı geçerli kimlik bilgisi vermediği için kimlik doğrulama başarısız oldu.

source: Authorization Required
fr: Autorisation requise
tr: Kimlik Doğrulama Gerekli

source: Automatically
fr: Automatiquement
tr: Otomatik

source: Available now
fr: Disponible dès maintenant
tr: Şimdi mevcut

source: Available to Send
fr: Disponible pour envoyer
tr: Gönderilebilir

source: Available Today
fr: Disponible aujourd'hui
tr: Bugün uygun

source: Backspace
fr: Retour arrière
tr: Geri tuşu

source: Backspace button
fr: Bouton Retour arrière
tr: Backspace düğmesi

source: Backup
fr: Sauvegarde
tr: Yedekle

source: BACKUP AGAIN
fr: SAUVEGARDER À NOUVEAU
tr: TEKRAR YEDEKLE

source: Backup Funds
fr: Procédure de récupération sécurisée
tr: Parayı Yedekle

source: Backup Needed
fr: Sauvegarde nécessaire
tr: Yedekleme Gerekli

source: Backup Your Funds
fr: Sauvegardez vos fonds
tr: Paranızı Yedekleyin

source: Balance
fr: Équilibre
tr: Bakiye

source: Balances
fr: Soldes
tr: Bakiyesi

source: Balances Coming Soon
fr: Soldes en attente
tr: Yakında Dengeler

source: Bank Code
fr: Code bancaire
tr: Banka Kodu

source: Be sure to write down your phrase on a piece of paper and keep it somewhere safe and secure.
fr: Veillez à noter votre phrase sur un bout de papier et à le conserver dans un endroit sûr.
tr: İfadenizi bir kağıda yazdığınızdan ve güvenli bir yerde tuttuğunuzdan emin olun.

source: Be your own bank
fr: Soyez votre propre banque
tr: Kendi bankanız olun

source: before proceeding.
fr: avant de poursuivre.
tr: devam etmeden önce.

source: Before you get started, we created a printable template make it easier to store your phrase. Feel free to download and print it out.
fr: Avant de commencer, nous avons créé un modèle imprimable pour faciliter le stockage de votre phrase. N'hésitez pas à le télécharger et à l'imprimer.
tr: Başlamadan önce, ifadenizi saklamayı daha kolay hale getirmek için basılabilir bir şablon oluşturduk. İndirip çıktısını alabilirsiniz.

source: Begin Now
fr: Commencez maintenant
tr: Şimdi başla

source: Below minimum limit
fr: En dessous de la limite minimale
tr: Minimum limitin altında

source: Below trading limit
fr: En dessous de la limite de trading
tr: Trade limitinin altında

source: Biometrics authenticator is not configured on your device
fr: L'authentificateur biométrique n'est pas configuré sur votre appareil
tr: Biyometrik kimlik doğrulayıcı cihazınızda yapılandırılmıyor

source: Bitcoin Addresses
fr: Adresses Bitcoin
tr: Bitcoin Adresleri

source: Bitcoin Cash Price
fr: Prix du Bitcoin Cash
tr: Bitcoin Cash Fiyatı

source: Bitcoin Price
fr: Prix du bitcoin
tr: Bitcoin Fiyatı

source: Bitcoin Unit
fr: Unité Bitcoin
tr: Bitcoin Birimi

source: Blockchain does not have access to the camera. To enable access, go to your device Settings.
fr: Blockchain n'a pas accès à l’appareil photo. Pour activer l'accès, allez dans les paramètres de votre appareil.
tr: Blockchain kameranıza erişemiyor. Erişimi etkinleştirmek için cihazınızın Ayarlar kısmına gidin.

source: Blockchain does not have access to the microphone. To enable access, go to your device Settings.
fr: Blockchain n'a pas accès au microphone. Pour activer l'accès, allez dans les paramètres de votre appareil.
tr: Blockchain mikrofonunuza erişemiyor. Erişimi etkinleştirmek için cihazınızın Ayarlar kısmına gidin.

source: Blockchain.com Buy Coming Soon to Your Region
fr: Blockchain.com. Achats bientôt possibles dans votre région
tr: Blockchain.com Buy Yakında Bölgenize Geliyor

source: Blockchain’s servers are currently under maintenance. Please try again later
fr: Les serveurs de Blockchain sont actuellement en maintenance. Veuillez réessayer plus tard
tr: Blockchain'in sunucuları şu anda bakımda. Lütfen sonra tekrar deneyin

source: Brazil Real
fr: Réais brésilien
tr: Brezilya reali

source: Built by Blockchain.com
fr: Conçu par Blockchain.com
tr: Blockchain.com tarafından geliştirildi

source: Buy
fr: Acheter
tr: Satın Al

source: Buy & Sell Bitcoin
fr: Acheter et vendre du bitcoin
tr: Bitcoin Al ve Sat

source: Buy Bitcoin
fr: Acheter Bitcoin
tr: Bitcoin Satın Al

source: Buy Bitcoin with your credit card or bank account to kickstart your crypto portfolio.
fr: Achetez Bitcoin avec votre carte de crédit ou votre compte bancaire pour démarrer votre portefeuille de crypto.
tr: Kripto portföyünüzü başlatmak için kredi kartı veya banka hesabınızla Bitcoin satın alın.

source: Buy Now
fr: Acheter maintenant
tr: Şimdi al

source: Buy order.
fr: Ordre d'achat
tr: Alım emri.

source: Buying and selling crypto is not available in your region due to local laws. You can still use your wallet to Send, Receive and Store crypto.
fr: L'achat et la vente de crypto ne sont pas disponibles dans votre région en raison des lois locales. Vous pouvez toujours utiliser votre portefeuille pour envoyer, recevoir et stocker de la crypto.
tr: Yerel yasal uyarınca bölgenizde kripto para alınıp satılamıyor. Kripto para Göndermek, Almak ve Saklamak için yine de cüzdanınızı kullanabilirsiniz.

source: By creating a wallet you agree to Blockchain’s
fr: En créant un portefeuille, vous acceptez les conditions de Blockchain
tr: Bir cüzdan oluşturarak Blockchain'in

source: By creating a wallet you agree to Blockchain’s
fr: En créant un portefeuille, vous acceptez les conditions de Blockchain
tr: Bir cüzdan oluşturarak Blockchain'in

source: By creating a wallet you agree to Blockchain’s Terms of Services & Privacy Policy
fr: En créant un portefeuille, vous acceptez les termes de service et la politique de confidentialité de Blockchain.
tr: Bir cüzdan oluşturarak Blockchain'in Hizmet Şartları ve Gizlilik Politikası'nı kabul etmiş olursunuz

source: By depositing funds to this account, you agree to
fr: En déposant des fonds sur ce compte, vous acceptez de
tr: Bu hesaba para yatırarak şunu kabul edersiniz

source: By hitting "Begin Now", you agree to Blockchain’s %@ & %@
fr: En cliquant sur « Commencer maintenant », vous acceptez les conditions %1$@ & %2$@ de Blockchain.
tr: "Şimdi Başla"ya dokunarak Blockchain'in %1$@ ve %2$@'nı kabul etmiş olursunuz

source: By tapping Begin Now, you agree to Coinify's Terms of Service & Privacy Policy
fr: En appuyant sur Commencez maintenant, vous acceptez les conditions d'utilisation et la politique de confidentialité de Coinify.
tr: Şimdi Başla öğesine dokunarak Coinify'ın Hizmet Koşullarını ve Gizlilik İlkelerini kabul edersiniz.

source: By tapping Submit, you agree to Blockchain’s %@ & %@
fr: En cliquant sur Soumettre, vous acceptez les conditions %1$@ et %2$@ de Blockchain.
tr: Gönder'e dokunarak Blockchain'in %1$@ ve %2$@'nı kabul etmiş olursunuz

source: Calculating: Address %@ of %@
fr: Calcul : adresse %1$@ sur %2$@
tr: Hesaplanıyor: Adres %1$@ / %2$@

source: Camera Access Denied
fr: Accès à l’appareil photo refusé
tr: Kamera Erişimi Engellendi

source: Canadian Dollar
fr: Dollar canadien
tr: Kanada doları

source: Cancel
fr: Annuler
tr: İptal etmek

source: Cancelling
fr: Annulation
tr: İptal ediliyor

source: Cannot open Mail App
fr: Impossible d'ouvrir l'application de messagerie
tr: Posta Uygulaması açılamıyor

source: Cannot open URL %@
fr: Impossible d'ouvrir l'URL %@
tr: %@ URL'si açılamıyor

source: Cannot save PIN Code while wallet is not initialized or password is null
fr: Impossible d'enregistrer le code PIN tant que le portefeuille n’est pas initialisé ou que le mot de passe est invalide
tr: Cüzdan başlatılmadığında veya şifre boş olduğunda PIN Kodu kaydedilemiyor

source: Cannot send XLM at this time. Please try again.
fr: Impossible d'envoyer XLM pour le moment. Veuillez réessayer.
tr: Şu an XLM gönderilemiyor. Lütfen tekrar deneyin.
