Repository: trustwalletvn/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: fr, tr

source: You've successfully imported the private key for ​the address %@, and you can now spend from it. If you want to spend from this address, make sure you scan the correct private key.
fr: Vous avez importé la clé privée pour​ l'adresse %@ correctement et vous pouvez maintenant dépenser depuis cette adresse. Si vous voulez dépenser à partir de cette adresse, assurez-vous de scanner la bonne clé privée.
tr: ​ %@ adresi için başarıyla bir özel anahtar aldınız ve şimdi buradan harcama yapabilirsiniz. Bu adresten harcamak isterseniz lütfen doğru özel anahtarı taradığınızdan emin olun.

source: Your
fr: Votre
tr: Sizin

source: Your Airdrop Has Landed
fr: Votre Airdrop est arrivé
tr: AirDrop'unuz Başladı

source: Your backup phrase contains all of the private keys within your wallet. Please write these 12 words down, in order, and keep them somewhere safe offline. This phrase gives you a way to restore your and access your funds.
fr: Votre phrase de sauvegarde contient toutes les clés privées de votre portefeuille. Veuillez écrire ces 12 mots, dans l'ordre, et les conserver dans un endroit sûr hors ligne. Cette phrase vous donne un moyen de restaurer votre et d'accéder à vos fonds.
tr: Yedek ifadeniz cüzdanınızdaki tüm özel anahtarları içermektedir. Lütfen bu 12 kelimeyi sırayla not edin ve başka bir yerde çevrim dışı olarak güvende tutun. Bu ifade paranızı geri alma ve paranıza erişme imkanı sunmaktadır.

source: Your balance is
fr: Votre solde est de
tr: Bakiyeniz

source: Your device appears to be jailbroken. The security of your wallet may be compromised.
fr: Il semble que votre appareil soit « jailbreaké ». La sécurité de votre portefeuille pourrait être compromise.
tr: Cihazınız kısıtlamalardan kurtulmuş görünmektedir. Cüzdanınızın güvenliği risk altında olabilir.

source: Your email
fr: Votre adresse électronique
tr: E-posta adresiniz

source: Your email has been verified.
fr: Votre adresse e-mail a été vérifiée.
tr: E-posta adresiniz doğrulandı.

source: Your Exchange has been started!
fr: Votre échange a commencé!
tr: Değişiminiz Başladı!

source: Your Gold level verification is currently being reviewed by a Blockchain Support Member.
fr: Votre vérification du niveau Gold est en cours de révision par un membre du service d'assistance de Blockchain.
tr: Altın seviyesi doğrulamanız şu anda bir Blockchain Destek Üyesi tarafından inceleniyor.

source: Your Home Address
fr: Votre adresse personnelle
tr: Ev Adresiniz

source: Your information is being reviewed. The review should complete in 5 minutes. Please be aware there is a large waiting list for Stellar airdrops and unfortunately not all applications for free XLM will be successful.
fr: Vos informations sont en cours d'examen. L'examen devrait se terminer dans 5 minutes. Veuillez noter que la liste d’attente pour les airdrops Stellar est longue et que, malheureusement, toutes les demandes de XLM gratuits n’aboutiront pas.
tr: Bilgileriniz inceleniyor. İnceleme 5 dakika içinde tamamlanmalıdır. Stellar airdrop için uzun bir bekleme listesi olduğunu ve ücretsiz XLM taleplerinin tümünün başarılı olmadığını lütfen unutmayın.

source: Your information is being reviewed. When all looks good, you’re clear to exchange. You should receive a notification within 5 minutes.
fr: Vos informations sont en cours d'examen. Si tout se passe bien, vous serez libre d'échanger. Vous devriez recevoir une notification dans les 5 minutes.
tr: Bilgileriniz inceleniyor. Her şey iyi göründüğünde, değiş tokuş yapacaksınız. 5 dakika içinde bir bildirim almalısınız.

source: Your Max is
fr: Votre Max est
tr: Maksimum tutarınız

source: Your max is %@.
fr: Votre montant maximal est %@
tr: Maks. %@ .

source: Your Min is
fr: Votre Min est
tr: Minimum tutarınız

source: Your mobile number has been verified.
fr: Votre numéro de portable a été vérifié.
tr: Cep telefonu numaranız doğrulandı.

source: Your mobile phone can be used to enable two-factor authentication or to receive alerts.
fr: Votre téléphone portable peut être utilisé pour activer l'authentification à deux facteurs ou pour recevoir des alertes.
tr: Cep telefonunuz iki aşamalı kimlik doğrulamayı etkinleştirmek veya uyarı almak için kullanılabilir.

source: Your New PIN is Ready
fr: Votre nouveau code PIN est prêt
tr: Yeni PIN'iniz Hazır

source: Your new PIN must be different
fr: Votre nouveau code PIN doit être différent
tr: Yeni PIN'iniz farklı olmalı

source: Your order has expired. No funds left your account.
fr: Votre commande a expiré. Aucun fonds n'a quitté votre compte.
tr: Siparişinizin süresi doldu. Hesabınızdan para kalmadı.

source: Your order has not completed yet due to network delays. It will be processed as soon as funds are received.
fr: Votre commande n'est pas encore terminée en raison de retards sur le réseau. Elle sera traitée dès que les fonds seront reçus.
tr: Ağ gecikmelerinden dolayı siparişiniz henüz tamamlanmadı. Fon alındığı anda işleme alınacaktır.

source: Your password is not strong enough. Please choose a different password.
fr: Votre mot de passe n'est pas assez complexe. Veuillez en choisir un autre.
tr: Şifreniz yeterince güçlü değil. Lütfen farklı bir şifre seçin.

source: Your second password is required in order to create a %@ account.
fr: Votre deuxième mot de passe est requis pour créer un compte %@.
tr: Bir %@ hesabı oluşturmak için ikinci bir parola gereklidir.

source: Your spendable balance is
fr: Votre solde disponible est
tr: Harcanabilir bakiyeniz

source: Your stacks are now in your wallet. We’ll let you know as soon as these are available to be used.
fr: Vos piles sont maintenant dans votre portefeuille. Nous vous informerons dès qu'ils seront disponibles pour être utilisés.
tr: Yığınlarınız artık cüzdanınızda. Bunlar kullanıma hazır olur olmaz size haber vereceğiz.

source: Your Stacks are now in your wallet. We’ll let you know as soon as these are available to be used.
fr: Vos piles sont maintenant dans votre portefeuille. Nous vous informerons dès qu'ils seront disponibles pour être utilisés.
tr: Yığınlarınız artık cüzdanınızda. Bunlar kullanıma hazır olur olmaz size haber vereceğiz.

source: Your Swap Limit is the maximum amount of crypto you can trade.
fr: Votre limite d'échange est le montant maximum de crypto que vous pouvez négocier.
tr: Takas Limitiniz, işlem yapabileceğiniz maksimum kripto miktarıdır.

source: Your trade has been canceled. Please return to the exchange tab to start your trade again.
fr: Votre transaction a été annulée. Veuillez retourner à l'onglet d'échange pour recommencer votre transaction.
tr: Trade işleminiz iptal edildi. Trade işleminizi yeniden başlatmak için Exchange sekmesine geri dönün.

source: Your trade has expired. Please return to the Exchange page to start your trade again.
fr: Votre transaction a expiré. Veuillez revenir à la page Exchange pour recommencer votre transaction.
tr: Trade işleminizin süresi doldu. Trade işleminizi yeniden başlatmak için Exchange sayfasına geri dönün.

source: Your trade has expired. Please return to the exchange tab to start a new trade.
fr: Cette transaction a échoué. Veuillez revenir à l'onglet échange pour commencer une nouvelle transaction.
tr: Trade işleminizin süresi doldu. Yeni bir trade başlatmak için Exchange sekmesine geri dönün.

source: Your Transactions
fr: Vos transactions
tr: İşlemleriniz

source: Your transferred funds will be safe and secure, and you'll benefit from increased privacy and convenient backup and recovery features.
fr: Vos fonds transférés seront en sûreté et sécurisés et vous pourrez bénéficier d'une protection de la vie privée accrue, d'une sauvegarde pratique et de fonctionnalités de récupération.
tr: Transfer edilmiş paranız güvenli ve emniyetli olacaktır ve ileri gizlilik ve uygun yedekleme ve kurtarma özelliklerinden faydalanacaksınız.

source: Your USD PAX transactions will show up here once you make your first transaction.
fr: Vos transactions en USD PAX s'afficheront ici une fois que vous aurez effectué votre première transaction.
tr: İlk işleminizi gerçekleştirdiğinizde, USD PAX işlemleriniz burada görüntülenecektir.

source: Your verified email address is used to send payment alerts, ID reminders, and login codes.
fr: Votre adresse électronique vérifiée est utilisée pour envoyer des alertes de paiement, des rappels d'identification et des codes de connexion.
tr: Doğrulanmış e-posta adresiniz ödeme uyarısı, kimlik hatırlatıcı ve giriş kodu göndermek için kullanılmaktadır.

source: Your wallet does not contain this address.
fr: Votre portefeuille ne contient pas cette adresse.
tr: Cüzdanınız bu adresi içermemektedir.

source: Your wallet has been locked because of too many failed login attempts. You can try again in 4 hours.
fr: Votre porte-monnaie a été verrouillé en raison d'un trop grand nombre de tentatives de connexion manquées. Vous pouvez réessayer dans 4 heures.
tr: Çok fazla başarısız giriş denemesi olduğu için cüzdanınız kilitlendi. 4 saat sonra tekrar deneyebilirsiniz.

source: Your xPub is an advanced feature that contains all of your public addresses.
fr: Votre xPub est une fonctionnalité avancée qui contient toutes vos adresses publiques.
tr: Sahip olduğunuz xPub tüm ortak adreslerinizi içeren gelişmiş bir özelliktir.

source: You’ll need to verify your phone number, provide a government issued ID and a Selfie.
fr: Vous devrez vérifier votre numéro de téléphone, fournir une pièce d'identité délivrée par le gouvernement et un Selfie.
tr: Telefon numaranızı doğrulamanız, devlet tarafından verilmiş bir kimlik ve bir Özçekim sağlamanız gerekir.

source: You’re all set to connect your Blockchain Wallet to the Exchange.
fr: Vous êtes prêt à connecter votre portefeuille Blockchain à Exchange.
tr: Blockchain Cüzdanınızı Exchange'e bağlamak için hazırsınız.

source: You’ve successfully imported a private key.
fr: Vous avez importé une clé privée avec succès.
tr: Başarıyla bir özel anahtar aldınız.

source: ~0-60 min
tr: ~0-60 dak

source: Account Limits
fr: Limites du compte
tr: Hesap Limitleri

source: Backup funds
fr: Fonds de sauvegarde
tr: Parayı yedekle

source: Blockchain Wallet cannot obtain an Internet connection. Please check the connectivity on your device and try again.
fr: Blockchain Wallet ne parvient pas à établir de connexion Internet. Veuillez vérifier la connectivité de votre appareil et réessayer.
tr: Blockchain Wallet internet bağlantısı sağlayamıyor. Lütfen cihazınızın bağlantısını kontrol edip tekrar deneyin.

source: Buying Fee
fr: Frais d'achat
tr: Alış Ücreti

source: Change my number
fr: Modifier mon numéro
tr: Numaramı değiştir

source: Change my password
fr: Modifier mon mot de passe
tr: Şifremi değiştir

source: Confirm Transfer
fr: Confirmer le transfert
tr: Aktarımı Onayla

source: Daily Swap and Buy Limit
fr: Limite quotidienne d'échange et d'achat
tr: Günlük Swap ve Satın Alma Limiti

source: eigth word
fr: huitième mot
tr: sekizinci kelime

source: Enter 5-character code
fr: Entrez le code à 5 caractères
tr: 5 karakterlik kodu girin

source: Enter the following words from your Backup Phrase to complete the backup process.
fr: Saisissez les mots suivants de votre phrase de sauvegarde pour terminer le processus de sauvegarde.
tr: Yedekleme işlemini tamamlamak için Yedek İfadenizden aşağıdaki kelimeleri girin.

source: Enter your current password. Then enter and confirm your new password.
fr: Entrer votre mot de passe actuel. Entrez ensuite et confirmez votre nouveau mot de passe.
tr: Mevcut şifrenizi girin. Ardından yeni şifrenizi girip onaylayın.

source: Est. Amount
fr: Montant est.
tr: Tahmini Tutar

source: Even better, since you need ETH to make USD Digital trades, we just airdropped enough ETH into your Wallet to cover your first 3 transactions 🙌🏻
fr: Mieux encore : puisque vous avez besoin d'ETH pour effectuer des transactions en USD, nous venons de déposer suffisamment d'ETH dans votre portefeuille pour couvrir vos 3 premières transactions 🙌🏻
tr: Daha da iyisi, USD Digital trade işlemi yapmak için ETH gerektiğinden ilk 3 işleminize yetecek tutarda ETH'yi cüzdanınıza gönderdik 🙌🏻

source: For your security, Blockchain does not keep any passwords on file. The following 12 word Backup Phrase will give you access to your funds in case you lose your password. Be sure to write it on a piece of paper and to keep it somewhere safe and secure.
fr: Pour votre sécurité, Blockchain ne conserve aucun mot de passe dans ses dossiers. La phrase de sauvegarde suivante de 12 mots vous donnera accès à vos fonds en cas de perte de votre mot de passe. Assurez-vous de l'écrire sur un morceau de papier et de le conserver dans un endroit sûr et sécurisé.
tr: Güvenliğiniz için Blockchain hiçbir şifreyi kayıt altına almamaktadır. Şifrenizi kaybetmeniz durumunda aşağıdaki 12 kelimelik Yedek İfade paranıza erişim imkanı sağlayacak. Bunu bir kağıda yazdığınızdan ve güvenli bir yerde sakladığınızdan emin olun.

source: Get USD Digital
fr: Obtenez USD Digital
tr: USD Digital Al

source: Hide QR code
fr: Masquer le code QR
tr: QR kodunu gizle

source: If you want to swap or send these funds, you need to transfer them to your non-custodial crypto wallet.
fr: Si vous souhaitez échanger ou envoyer ces fonds, vous devez les transférer vers votre portefeuille d crypto non-dépositaire.
tr: Swap işlemi yapmak veya bu parayı göndermek istiyorsanız vesayetsiz krip cüzdanınıza aktarmanız gerekiyor.

source: If you would like to forget this wallet and start over, press 'Forget Wallet'.
fr: Si vous souhaitez oublier ce portefeuille et recommencer, appuyez sur «Oublier le portefeuille».
tr: Bu cüzdanı unutmak ve baştan başlamak istiyorsanız 'Cüzdanı Unut' seçeneğini tıklayın.

source: Introducing Digital US Dollars (USD Digital) to de-risk your crypto investment or lock-in gains.
fr: Présentation des dollars américains numériques (USD Digital) pour minimiser le risque de votre investissement en crypto ou sécuriser vos gains
tr: Kripto yatırımınız üzerindeki riskleri kaldırmak ve kazançlarınızı güvence altına almak için Dijital ABD Doları (USD Digital) ile tanışın.

source: Introducing USD Digital, a safe and stable crypto asset you can use to store value. 1 USD-D = 1 USD.
fr: Voici USD Digital, un actif de crypto sûr et stable que vous pouvez utiliser pour stocker de la valeur. 1 USD-D = 1 USD.
tr: Varlıklarınızı saklamak için kullanabileceğiniz güvenli ve dengeli bir kripto değer olan USD Digital ile tanışın. 1 USD-D, 1 USD'ye eşittir.

source: Invalid amount
fr: Montant invalide
tr: Geçersiz miktar

source: Invalid Code
fr: Code invalide
tr: Geçersiz Kod

source: Invalid mobile number
fr: Numéro de portable invalide
tr: Geçersiz cep telefonu numarası

source: It is important to make sure you write down your words exactly as they appear here and in this order.
fr: Il est important de s'assurer que vous écrivez vos mots exactement comme ils apparaissent ici et dans cet ordre.
tr: Kelimelerinizi tam olarak burada göründüğü şekilde ve bu sırada not ettiğinizden emin olmanız önemlidir.

source: Keep this QR code hidden until you’re ready.
fr: Gardez ce code QR caché jusqu'à ce que vous soyez prêt.
tr: Hazır olana kadar bu QR kodunu gizli tutun.

source: Keep track of your crypto balances from your Wallet's dashboard. Your Wallet currently supports Bitcoin, Ether, Bitcoin Cash, Stellar XLM and USD Digital.
fr: Gardez une trace de vos soldes de crypto depuis le tableau de bord de votre portefeuille. Votre portefeuille prend actuellement en charge Bitcoin, Ether, Bitcoin Cash, Stellar XLM et USD Digital.
tr: Cüzdanınızın anasayfasından kripto sepetinizi takip edin. Cüzdanınız şu anda Bitcoin, Ether, Bitcoin Cash, Stellar XLM ve USD Digital'ı desteklemektedir.

source: Learn more about USD Digital
fr: En savoir plus sur USD Digital
tr: USD Digital hakkında daha fazla bilgi edinin

source: Login to Web Wallet
fr: Connexion à Web Wallet
tr: Web Wallet'a giriş yap

source: Own Crypto in a Few Minutes
fr: Entrez en possession de crypto en quelques minutes
tr: Birkaç Dakika İçinde Kripto Sahibi Olun

source: Please enter the 5-character code sent to your number
fr: Veuillez entrer le code à 5 caractères envoyé à votre numéro
tr: Lütfen numaranıza gönderilen 5 karakterlik kodu girin

source: Please wait until your previous transaction confirms
fr: Veuillez attendre la confirmation de votre transaction précédente
tr: Lütfen önceki işleminiz onaylanana kadar bekleyin.

source: Rate Us
fr: Évaluez nous
tr: Bizi Değerlendirin

source: Resend Code
fr: Renvoyer le code
tr: Kodu Yeniden Gönder

source: Select Login via mobile.
fr: Sélectionnez Connexion via mobile.
tr: Mobil cihazla giriş yap'ı seçin.

source: Show QR code
fr: Afficher le code QR
tr: QR kodunu göster

source: Skip
fr: Ignorer
tr: Atla

source: Swap for USD Digital Now
fr: Échangez contre USD Digital maintenant
tr: Hemen USD Digital Swap İşlemi Yapın

source: Swipe to receive
fr: Balayez pour recevoir
tr: Almak için kaydırın

source: Thanks for placing your trade! Funds will usually reach your wallet within 2 hours and we’ll send you a notification when that happens. Keep track of your trade’s progress in the Order History area.
fr: Merci d'avoir placé votre transaction ! Les fonds atteindront généralement votre portefeuille dans les 2 heures et nous vous enverrons une notification lorsque cela se produira. Gardez une trace de la progression de votre transaction dans la zone Historique des commandes.
tr: İşlem gerçekleştirdiğiniz için teşekkür ederiz! Para genellikte cüzdanınıza 2 saat içinde ulaşır ve o durumda tarafınıza bir bildirim gönderilir. İşleminizin seyrini Emir Geçmişi alanında takip edebilirsiniz.

source: This feature is recommended for advanced users only. By choosing a custom fee, you risk overpaying or your transaction never being confirmed.
fr: Cette fonctionnalité est recommandée aux utilisateurs avancés uniquement. En choisissant des frais personnalisés, vous risquez de surpayer ou de ne jamais confirmer votre transaction.
tr: Bu özellik sadece ileri kullanıcılar için önerilir Özelleştirilmiş bir ücret seçerek aşırı ödeme veya işleminizin asla onaylanmaması riskini alırsınız.

source: This is an oversized bitcoin transaction. Your wallet needs to consolidate many smaller payments you've received in the past. This requires a relatively high fee in order to be confirmed quickly.
fr: Il s'agit d'une transaction de bitcoin surdimensionnée. Votre portefeuille doit regrouper de nombreux petits paiements que vous avez reçus dans le passé. Cela nécessite des frais relativement élevés afin d'être confirmé rapidement.
tr: Bu yüksek tutarlı bir bitcoin işlemi. Önceden aldığınız ufak tutarlardaki birçok ödemenin cüzdanınızda birleştirilmesi gerekiyor. Bu işlemin hızlı bir şekilde onaylanması için nispeten yükek bir ücret alınır.

source: This item is not archived. Archive this item if you doNOT want to use it anymore. Your funds will remain safe, and you can unarchive it at anytime.
fr: Cet élément n'est pas archivé. Archivez-le si vous ne souhaitez plus l'utiliser. Vos fonds resteront en sécurité et vous pourrez les désarchiver à tout moment.
tr: Bu öge arşivlenmedi. Daha fazla kullanmak İSTEMİYORSANIZ bu ögeyi arşivleyin. Paranız güvende kalacak ve istediğiniz zaman arşivden çıkarabileceksiniz.

source: This trade has failed. Please return to the Swap tab to start a new trade
fr: Cette transaction a échoué. Veuillez revenir à l'onglet Swap pour commencer une nouvelle transaction
tr: Bu trade gerçekleşmedi. Yeni bir trade başlatmak için lütfen Swap sekmesi geri dönün.

source: To keep using Buy, you’ll need to update your profile. Once completed, you’ll also unlock higher trading limits in Swap.
fr: Pour continuer à utiliser Buy, vous devez mettre à jour votre profil. Une fois cette opération terminée, vous débloquerez également des limites de négociation plus élevées dans Swap.
tr: Alım özelliğini kullanmayı sürdürmek için profilinizi güncellemeniz gerekir. Tamamladıktan sonra Swap'ta daha yüksek trade limitine sahip olacaksınız.

source: To use this service, we require you to enter your second password.
fr: Pour utiliser ce service, vous devez saisir votre deuxième mot de passe.
tr: Bu hizmetten yararlanmak için ikinci şifrenizi girmeniz gerekmektedir.

source: Too high
fr: Trop élevé
tr: Çok yüksek

source: Too low
fr: Trop bas
tr: Çok düşük

source: Transactions occur when you receive and send bitcoin cash.
fr: Les transactions ont lieu lorsque vous recevez et envoyez des bitcoin cash.
tr: İşlemler bitcoin cash aldığınızda ve gönderdiğinizde gerçekleşir.

source: Transactions occur when you receive and send ether.
fr: Les transactions ont lieu lorsque vous recevez et envoyez ether.
tr: İşlemler ether aldığınızda ve gönderdiğinizde gerçekleşir.

source: Transfer Imported Addresses?
fr: Transférer des adresses importées ?
tr: İçe Aktarılan Adresler Transfer Edilsin mi?

source: Unnecessarily high fee
fr: Frais inutilement élevés
tr: Gereksiz ölçüde yüksek ücret

source: Update Password
fr: Mettre à jour le mot de passe
tr: Şifre Güncelle

source: USD Digital Coming Soon!
fr: USD Digital arrive bientôt !
tr: USD Digital Çok Yakında!

source: USD-D Fee
fr: Frais USD-D
tr: USD-D Ücreti

source: Verify your idenity and buy crypto with your bank or card.
fr: Vérifiez votre identité et achetez de la crypto via votre banque ou votre carte.
tr: Kimliğinizi doğrulayıp bankanız veya kartınız ile kripto para satın alın.

source: Wallet Version
fr: Version portefeuille
tr: Cüzdan Versiyonu

source: We’re bringing USD Digital to iOS. While you wait, Send, Receive & Exchange USD Digital on the web.
fr: Nous apportons USD Digital à iOS. Pendant que vous attendez, envoyez, recevez et échangez des USD Digital sur le web.
tr: USD Digital'ı iOS'e getiriyoruz. Beklerken web üzerinden USD Digital Gönderin, Alın ve Takas Edin.

source: What is USD Digital?
fr: Qu'est-ce que USD Digital ?
tr: USD Digital nedir?

source: You are about to import a non-spendable address, an address (or public key script) stored in the wallet without the corresponding private key. This means that the funds can be spent ONLY if you have the private key stored elsewhere. If you do not have the private key stored, do NOT instruct anyone to send you bitcoin to the non-spendable address. These options are recommended for advanced users only. Continue?
fr: Vous êtes sur le point d'importer une adresse non utilisable, une adresse (ou un script de clé publique) stockée dans le portefeuille sans la clé privée correspondante. Cela signifie que les fonds peuvent être dépensés UNIQUEMENT si la clé privée est stockée ailleurs. Si vous n'avez pas la clé privée stockée, NE demandez à personne de vous envoyer du bitcoin à l'adresse non utilisable. Ces options sont recommandées uniquement pour les utilisateurs avancés. Continuer ?
tr: İlgili özel anahtarın bulunmadığı cüzdanda saklanan bir adres (veya ortak anahtar komut dizisi) olan harcanamayan bir adresi içeri aktarmak üzeresiniz. Bu sayede para YALNIZCA özel anahtarı başka bir yerde saklamanız halinde harcanabilir. Özel anahtarı saklamadıysanız kimseden salt izlenir adrese bitcoin göndermesini İSTEMEYİN. Bu seçenekler sadece gelişmiş kullanıcılar için önerilir. Devam edilsin mi?
