Repository: trustwalletvn/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: fr, tr

source: Use your Recovery Phrase to restore your funds in case of a lost password. Anyone with access to your Recovery Phrase can access your funds, so keep it offline somewhere safe and secure.
fr: Utilisez votre phrase de récupération pour restaurer vos fonds si vous perdez votre mot de passe. Toute personne ayant accès à votre phrase de récupération peut accéder à vos fonds, alors n'oubliez pas de la garder hors ligne dans un endroit sûr et sécurisé.
tr: Şifrenizi kaybetmeniz halinde paranızı kurtarmak için Kurtarma İfadenizi kullanın. Kurtarma İfadenize erişimi olan herkes paranıza erişebilir. Başka bir yerde çevrim dışı olarak güvende tutun.

source: Used to identify transactions
fr: Utilisé pour identifier les transactions
tr: İşlemleri tanımlamak için kullanılır

source: User Declined
fr: Utilisateur refusé
tr: Kullanıcı Reddedildi

source: Using your computer's camera, scan the QR code below.
fr: À l'aide de l'appareil photo de votre ordinateur, scannez le code QR ci-dessous.
tr: Bilgisayarınızın kamerasını kullanarak aşağıdaki QR kodunu tarayın.

source: Usually takes less than 15-30 seconds
fr: Prend généralement moins de 15 à 30 secondes
tr: Genellikle 15-30 saniyeden kısa sürer

source: Value
fr: Valeur
tr: değer

source: Value when received: %@
fr: Valeur à la réception : %@
tr: Alındığındaki değer: %@

source: Value when sent: %@
fr: Valeur au moment de l'envoi : %@
tr: Gönderildiğindeki değer: %@

source: Verification Code
fr: Code de vérification
tr: Doğrulama Kodu

source: Verification email has been sent to %@.
fr: Un e-mail de vérification a été envoyé à %@.
tr: %@ adresine doğrulama e-postası gönderildi.

source: Verification in Progress
fr: Vérification en cours
tr: Doğrulama Sürüyor

source: Verify
fr: Vérifier
tr: Doğrulayın

source: Verify Backup
fr: Vérifier la sauvegarde
tr: Yedeklemeyi Doğrula

source: Verify Email
fr: Vérifier l’adresse e-mail
tr: E-posta Doğrula

source: Verify Your Backup
fr: Vérifiez votre sauvegarde
tr: Yedeklemenizi Doğrulayın

source: Verifying
fr: Vérification en cours
tr: Doğrulanıyor

source: View Activity
fr: Afficher l'activité
tr: Etkinliği görüntüle

source: View details
fr: Voir les détails
tr: Detayları göster

source: View My Swap Limit
fr: Afficher ma limite Swap
tr: Swap Limitimi Görüntüle

source: View on
fr: Voir sur
tr: Görüntüle

source: View on %@
fr: Voir sur %@
tr: %@ üzerinde görüntüle

source: View Order Details
fr: Voir d'autres détails
tr: Sipariş detaylarını incele

source: Waiting for payment
fr: En attente de paiement
tr: Ödeme bekleniyor

source: Waiting for Payment
fr: En attente de paiement
tr: Ödeme Bekleniyor

source: Wallet
fr: Portefeuille
tr: Cüzdan

source: Wallet Connect
fr: Connexion au portefeuille
tr: Cüzdan Bağlantısı

source: Wallet id is not valid
fr: L'identifiant du Portefeuille n'est pas valide
tr: Cüzdan kimliği geçerli değil

source: Wallet Identifier
fr: Identifiant du portefeuille
tr: Cüzdan Kimlik Tanıtıcı

source: Want to learn more? Tap here to visit %@
fr: Vous voulez en savoir plus ? Cliquez ici pour visiter %@
tr: Daha fazla bilgi edinmek ister misiniz? %@ ziyaret etmek için buraya dokunun

source: Warning!!!
fr: Attention !!!
tr: Uyarı!!!

source: Warning: Your wallet identifier is sensitive information. Copying it may compromise the security of your wallet.
fr: Avertissement : votre identifiant du portefeuille est considéré comme une information sensible. Le copier pourrait compromettre la sécurité de votre portefeuille.
tr: Uyarı: Cüzdan kimlik tanıtıcınız hassas bilgidir. Onu kopyalamak cüzdanınızın güvenliğini riske atabilir.

source: Watch Only
fr: Lecture seule
tr: Yalnızca İzlenebilir

source: We are experiencing a service issue that may affect displayed balances. Don't worry, your funds are safe.
fr: Nous rencontrons un problème de service susceptible d’affecter les soldes affichés. Ne vous inquiétez pas, vos fonds sont en sécurité.
tr: Görüntülenen bakiyeleri etkileyebilecek bir hizmet sorunu yaşıyoruz. Endişelenme, paran güvende.

source: We are unable to display your Lockbox balance at this time. Don’t worry, your funds are safe. We’ll be adding this feature soon. While you wait, you can check your balance on the web.
fr: Nous ne pouvons pas afficher votre solde Lockbox pour le moment. Ne vous inquiétez pas, vos fonds sont en sécurité. Nous ajouterons cette fonctionnalité bientôt. Pendant que vous attendez, vous pouvez consulter votre solde sur le Web.
tr: Şu anda Lockbox hesabınızı görüntüleyemiyoruz. Endişelenmeyin, paranız güvende. Bu özelliği yakında ekleyeceğiz. Beklerken, bakiyenizi web üzerinde kontrol edebilirsiniz.

source: We can help you buy in a just a few simple steps.
fr: Nous pouvons vous aider à acheter en quelques étapes simples.
tr: Birkaç basit adımda satın almanıza yardımcı olabiliriz.

source: We can't check whether this address has been used. Show anyway?
fr: Nous ne pouvons pas vérifier si cette adresse a été utilisée. Montrer quand même ?
tr: Bu adresin kullanılıp kullanılmadığını kontrol edememiyoruz. Yine de gösterilsin mi?

source: We could not connect your Wallet to The Exchange. Please try again
fr: Nous n'avons pas pu connecter votre Portefeuille à The Exchange. Veuillez réessayer
tr: Wallet'ınızı Exchange'e bağlayamadık. Lütfen tekrar deneyin

source: We had trouble approving your identity. Your Swap feature has been disabled at this time.
fr: Nous avons eu quelques difficultés à approuver votre identité. Votre fonction d'échange a été désactivée pour le moment.
tr: Kimliğinizi onaylamada sorun yaşadık. Takas özelliğiniz şu anda devre dışı bırakıldı.

source: We just sent you a verification email. Your email address needs to be verified before you can connect to The Exchange.
fr: Nous venons de vous envoyer un e-mail de vérification. Votre adresse e-mail doit être vérifiée avant de pouvoir vous connecter à Exchange.
tr: Az önce size bir doğrulama e-postası gönderdik. Exchange'e bağlanabilmeniz için e-posta adresinizin doğrulanması gerekir.

source: We Now Support Stellar
fr: Nous offrons désormais Stellar
tr: Artık Stellar Destekliyoruz

source: We sent an email to
fr: Nous avons envoyé un courriel à
tr: Şu adrese bir e-posta gönderdik:

source: We sent you an email with a verification link. Didn’t get it? Check your spam folder.
fr: Nous vous avons envoyé un courriel avec un lien de vérification. Vous ne l'avez pas reçu ? Vérifiez votre dossier «courrier indésirable».
tr: Bir doğrulama bağlantısı içeren bir e-posta gönderdik. Ulaşmadı mı? Önemsiz e-posta klasörünü kontrol edin.

source: We work with exchange partners all over the world, so you can buy and sell bitcoin directly from your wallet.
fr: Nous travaillons avec des partenaires d'échange dans le monde entier, de sorte que vous pouvez acheter et vendre des bitcoins directement depuis votre portefeuille.
tr: Doğrudan cüzdanınızdan bitcoin alıp satabilmeniz için dünyanın her yerinden takas ortaklarıyla çalışıyoruz.

source: We'll keep you up-to-date here with recommendations and new features.
fr: Nous vous tiendrons au courant ici par rapport aux recommandations et aux nouvelles fonctionnalités.
tr: Öneriler ve yeni özellikler hakkında size güncel bilgiler sunmaya devam edeceğiz.

source: We're airdropping you free crypto in 2020
fr: Nous vous larguerons le crypto gratuit en 2020
tr: 2020'de size ücretsiz kriptoyu havaya uçuruyoruz

source: We're not sure what happened but we didn't receive your order details. Unfortunately, you're going to have to enter your order again.
fr: Nous ne savons pas ce qui s'est passé, mais nous n'avons pas reçu les détails de votre commande. Malheureusement, vous allez devoir entrer votre commande à nouveau.
tr: Ne olduğundan emin değiliz, ancak sipariş bilgilerinizi almadık. Maalesef, siparişinizi tekrar girmek zorunda kalacaksınız.

source: We're sorry, the airdrop program is currently not available where you are.
fr: Nous sommes désolés, le programme Airdrop n'est actuellement pas disponible où que vous soyez.
tr: Maalesef, airdrop programı şu anda bulunduğunuz yerde kullanılamıyor.

source: We're sorry, the XLM airdrop is over. Complete your profile to be eligible for future airdrops and access trading.
fr: Nous sommes désolés, l'airdrop XLM est terminé. Complétez votre profil pour pouvoir prétendre à de futurs airdrops et accéder au trading.
tr: Üzgünüz, XLM uçağı bitti. Gelecekteki uçaklar ve erişim ticareti için uygun olmak için profilinizi tamamlayın.

source: Week
fr: Semaine
tr: Hafta

source: week
fr: semaine
tr: hafta

source: weeks
fr: semaines
tr: hafta

source: Welcome
fr: Bienvenue
tr: Dünya'nın en hızlı borsası The PIT ile trade edin.

source: Welcome to Swap!
fr: Bienvenue sur Swap !
tr: Swap'a hoşgeldiniz!

source: We’re bringing USD PAX to iOS. While you wait, Send, Receive & Exchange USD PAX on the web.
fr: Nous apportons USD Pax sur iOS. Pendant que vous attendez, envoyez, recevez et échangez des USD Pax sur le Web.
tr: USD PAX'ı iOS'a getiriyoruz. Beklerken web üzerinden USB PAX Gönderin, Alın ve Değiştirin.

source: We’ve detected a previous installation of Blockchain Wallet on your phone.
fr: Nous avons détecté une installation antérieure du portefeuille Blockchain sur votre téléphone.
tr: Telefonunuzda önceden bir Blockchain Cüzdan kurulumu yapıldığını algıladık.

source: What do you want to exchange?
fr: Que voulez-vous échanger ?
tr: Ne takas etmek istersiniz?

source: What do you want to receive?
fr: Que voulez-vous recevoir ?
tr: Ne almak istersiniz?

source: What is USD PAX?
fr: Qu'est-ce que USD PAX ?
tr: USD PAX nedir?

source: What's this for?
fr: À quoi ça sert?
tr: Bu ne için?

source: What's this?
fr: Qu'est-ce que c'est ?
tr: Bu nedir?

source: Where
fr: Où
tr: Nerede

source: Which document are you using?
fr: Quel document utilisez-vous ?
tr: Hangi belgeyi kullanıyorsunuz?

source: Whoa! Hold your horses. 🐴
fr: Whoa ! Calmez-vous. 🐴
tr: Oha! Atlarınızı tutun. 🐴

source: Why do we need this?
fr: Pourquoi avons-nous besoin de cela?
tr: buna neden ihtiyacımız var?

source: With Blockchain Airdrops, get free crypto sent right to your Blockchain Wallet.
fr: Avec Blockchain Airdrops, recevez des cryptomonnaies gratuites directement sur votre Blockchain Wallet.
tr: Blockchain Airdrops sayesinde doğrudan Blockchain Wallet'ınıza ücretsiz kripto para gönderilsin.

source: With Swap your crypto is safe, secure, and your keys are always intact.
fr: Avec Swap, votre cryptomonnaie est sécurisée et vos clés sont toujours intactes.
tr: Swap ile kriptonuz daima güvende olur, cüzdanınızın anahtarları gizli kalır.

source: word
fr: mot
tr: kelime

source: Word %@ of %@
fr: Mot %1$@ de %2$@.
tr: Kelime %1$@ / %2$@

source: Would you like to add the bitcoin address %@ to your address book?
fr: Souhaitez-vous ajouter l'adresse bitcoin %@ à votre carnet d'adresses ?
tr: %@ bitcoin adresini adres defterinize kaydetmek ister misiniz?

source: Would you like to archive the addresses used?
fr: Souhaitez-vous archiver les adresses utilisées ?
tr: Kullanılan adresleri arşivlemek ister misiniz?

source: Would you like to tell us about your experience with Blockchain?
fr: Souhaitez-vous nous faire part de votre expérience en matière de Blockchain ?
tr: Blockchain ile olan deneyiminizi bize anlatmak ister misiniz?

source: Write Down Recovery Phrase
fr: Notez la phrase de récupération
tr: Kurtarma İfadesini Not Et

source: Write down the following 12 word Recovery Phrase exactly as they appear and in this order:
fr: Notez les 12 mots suivants de la phrase de récupération exactement comme ils apparaissent et dans l'ordre suivant :
tr: Aşağıdaki 12 kelimelik Kurtarma İfadesini tam olarak göründüğü şekilde ve bu sırada not edin:

source: Wrong BIP38 Password
fr: Mauvais mot de passe BIP38
tr: Yanlış BIP38 Şifresi

source: Wrong Verification Code
fr: Code de vérification erroné
tr: Yanlış Doğrulama Kodu

source: XLM is a token that enables quick, low cost global transactions. Send, receive, and trade XLM in the wallet today.
fr: XLM est un jeton permettant des transactions globales rapides et à faible coût. Envoyez, recevez et échangez XLM dans le portefeuille aujourd'hui.
tr: XLM, hızlı, düşük maliyetli küresel işlemlere olanak veren bir belirteçtir. Bugün cüzdanınızı XLM ile gönderin, alın ve takas edin.

source: XLM Reserve Requirement
fr: Exigence de réserve XLM
tr: XLM Rezerv Şartı

source: xxx %@ (%@ %@)
fr: xxx %1$@ (%2$@ %3$@)
tr: xxx %1$@ (%2$@ %3$@)

source: year
fr: année
tr: yıl

source: Year
fr: Année
tr: Yıl

source: years
fr: années
tr: yıl

source: Yes
fr: Oui
tr: Evet

source: Yes, rate Blockchain Wallet
fr: Oui, notez le portefeuille Blockchain
tr: Evet, Blockchain Cüzdanını değerlendirin

source: Yesterday
fr: Hier
tr: Dün

source: You are about to import a watch-only address, an address (or public key script) stored in the wallet without the corresponding private key. This means that the funds can be spent ONLY if you have the private key stored elsewhere. If you do not have the private key stored, do NOT instruct anyone to send you bitcoin to the watch-only address.
fr: Vous êtes sur le point d'importer une adresse en lecture seule, une adresse (ou un script de clé publique) stockée dans le portefeuille sans la clé privée correspondante. Cela signifie que les fonds peuvent être dépensés UNIQUEMENT si vous avez la clé privée stockée ailleurs. Si vous n'avez pas la clé privée stockée, ne demandez à personne de vous envoyer des bitcoins à l'adresse en lecture seule.
tr: İlgili özel anahtarın bulunmadığı cüzdanda saklanan bir adres (veya ortak anahtar komut dizisi) olan salt izlenebilir bir adresi içeri aktarmak üzeresiniz. Bu sayede para YALNIZCA özel anahtarı başka bir yerde saklamanız halinde harcanabilir. Özel anahtarı saklamadıysanız kimseden salt izlenir adrese bitcoin göndermesini İSTEMEYİN.

source: You are about to receive bitcoin to a watch-only address. You can only spend these funds if you have access to the private key. Continue?
fr: Vous êtes sur le point de recevoir des bitcoins à une adresse en lecture seule. Vous pouvez dépenser ces fonds uniquement si vous avez accès à la clé privée. Continuer ?
tr: Yalnızca izlenebilen bir adrese bitcoin almak üzeresiniz. Bu paraları sadece özel anahtara sahipseniz harcayabilirsiniz. Devam?

source: You are now running our most secure wallet
fr: Vous utilisez maintenant notre portefeuille le plus sécurisé
tr: Şu an en güvenli cüzdanımızı kulllanıyorsunuz

source: You asked, we listened. We’re excited to announce that your Blockchain wallet will now allow you to seamlessly send and receive ether!
fr: Vous nous l'avez demandé, nous vous avons écouté. Nous sommes heureux d'annoncer que votre Blockchain Wallet vous permettra désormais d'envoyer et de recevoir de l'éther de manière transparente !
tr: Siz istediniz, biz dinledik. Blockchain cüzdanınızın artık sorunsuz bir şekilde ether gönderip almanıza imkan sağlayacağını duyurmanın heyecanını yaşıyoruz!

source: You can enable 2-step Verification via SMS on your mobile phone. In order to use other authentication methods instead, please login to our web wallet.
fr: Vous pouvez activer la validation en 2 étapes par SMS sur votre portable. Afin d’utiliser d’autres méthodes d'authentification, veuillez vous connecter à notre portefeuille web.
tr: 2-aşamalı Doğrulamayı cep telefonunuza SMS mesajı alarak etkinleştirebilirsiniz. Bunun yerine başka kimlik doğrulama yöntemi kullanmak için, lütfen web cüzdanımıza giriş yapın.

source: You can now exchange your bitcoin for ether and vice versa directly from your Blockchain wallet!
fr: Vous pouvez désormais échanger vos bitcoins contre de l'éther et vice versa directement depuis votre Blockchain Wallet !
tr: Artık doğrudan Blockchain cüzdanınızdan bitcoin ile ether ve ether ile bitcoin alabilirsiniz!

source: You can now spend from this address.
fr: Vous pouvez maintenant dépenser à partir de cette adresse.
tr: Şimdi bu hesaptan harcayabilirsiniz.

source: You can read more information about Stellar's minimum balance requirement at Stellar.org
fr: Vous pouvez lire plus d'informations sur l'exigence de solde minimum de Stellar sur Stellar.org
tr: Stellar.org'un minimum bakiye şartı hakkında daha fazla bilgiyi Stellar.org adresinde bulabilirsiniz.

source: You Control Your Key
fr: Vous contrôlez votre clé
tr: Anahtarınız sizin kontrolünüzde

source: You currently have email notifications enabled. Changing your email will disable email notifications.
fr: Les notifications par courriel sont actuellement activées. La modification de votre adresse électronique désactivera les notifications par courriel.
tr: Şu anda e-posta bildirimlerini etkinleştirdiniz. E-posta adresinizi değiştirmek e-posta bildirimlerini devre dışı bırakacaktır.

source: You currently have SMS notifications enabled. Changing your email will disable SMS notifications.
fr: Les notifications par SMS sont actuellement activées. La modification de votre adresse électronique désactivera les notifications par SMS.
tr: Şu anda SMS bildirimlerini etkinleştirdiniz. E-posta adresinizi değiştirmek SMS bildirimlerini devre dışı bırakacaktır.

source: You do not have an account set up for Mail. Please contact %@
fr: Vous n'avez pas de compte configuré pour Mail. Veuillez contacter %@
tr: Mail için oluşturulan bir hesabınız yok. Lütfen %@ ile iletişim kurun

source: You do not have enough funds to use this fee.
fr: Vous n'avez pas assez de fonds pour utiliser ces frais.
tr: Bu ücreti kullanmak için yeterli paranız bulunmuyor.

source: You have a pending {swap/buy/sell} order that may impact your total balance.
fr: Vous avez une commande {swap/buy/sell} en cours qui peut avoir un impact sur votre solde total.
tr: Toplam bakiyenizi etkileyebilecek bekleyen bir {swap/buy/sell} emrini var.

source: You have logged out or there was an error decrypting your wallet file. Enter your password below to login.
fr: Vous vous êtes déconnecté ou une erreur s'est produite lors du décryptage du fichier de votre portefeuille. Saisissez votre mot de passe ci-dessous pour vous connecter.
tr: Oturum kapattınız veya cüzdanınızın şifresini çözmede bir sorun yaşandı. Oturum açmak için aşağıya şifrenizi girin.

source: You have no addresses with a spendable balance greater than or equal to the required dust threshold.
fr: Vous n'avez aucune adresse dont le solde à dépenser est supérieur ou égal au seuil de poussière requis.
tr: Gerekli düşük tutar eşiğinden büyük veya buna eşit bir harcanabilir bakiyeye sahip adresiniz bulunmuyor.

source: You have no available funds to send from this address
fr: Vous n'avez pas de fonds disponibles à envoyer de cette adresse
tr: Bu adresten göndermek için kullanılabilir paranız yok.

source: You have no funds to exchange. Why not get started by receiving some funds?
fr: Vous n'avez pas de fonds à échanger. Pourquoi ne pas commencer par recevoir des fonds ?
tr: Takas yapabilecek paranız yok. Para alarak başlamaya ne dersiniz?

source: You must disable SMS 2-Step Verification before changing your mobile number (%@).
fr: Vous devez désactiver la vérification par SMS en 2 étapes avant de changer votre numéro de portable (%@).
tr: (%@) telefon numaranızı değiştirmeden önce 2- Aşamalı Doğrulamayı devre dışı bırakmalısınız.

source: You must enter a destination address
fr: Vous devez saisir une adresse de destination
tr: Bir varış adresi girmelisiniz

source: You must enter a label
fr: Vous devez saisir un libellé
tr: Bir etiket girmelisiniz

source: You must enter a valid %@ address to send the transaction
fr: Vous devez entrer une adresse %@ valide pour envoyer la transaction
tr: İşlemi göndermek için %@ adresi girmelisiniz

source: You must enter a valid %@ address to send your ERC20 Token
fr: Vous devez entrer une adresse %@ valide pour envoyer votre jeton ERC20.
tr: ERC20 Token göndermek için geçerli bir %@ adresi girmelisiniz

source: You must enter a valid ETH address to send your ERC20 Token
fr: Vous devez entrer une adresse ETH valide pour envoyer votre jeton ERC20.
tr: ERC20 Token göndermek için geçerli bir ETH adresi girmelisiniz

source: You must have at least one active address
fr: Vous devez avoir au moins une adresse active
tr: En az bir aktif adresiniz olmalıdır

source: You must have two-factor authentication disabled to pair manually.
fr: L'authentification à deux facteurs doit être désactivée pour pouvoir procéder au jumelage manuel.
tr: Manüel olarak eşleştirmeden önce iki aşamalı kimlik doğrulamayı devre dışı bırakmalısınız.

source: You must leave at least one active address
fr: Vous devez fournir au moins une adresse active
tr: En az bir aktif adres bırakmalısınız

source: You need to confirm your email address so that we can keep you informed about your wallet.
fr: Vous devez confirmer votre adresse électronique afin que nous puissions vous tenir informé au sujet de votre portefeuille.
tr: Cüzdanınız hakkında sizi bilgilendirebilmemiz için e-posta adresinizi onaylamanız gerekir.

source: You should always pair or login if you have access to your Wallet ID and password. Recovering your funds will create a new Wallet ID. Would you like to continue?
fr: Vous devriez toujours jumeler votre appareil ou vous connecter si vous avez accès à votre identifiant du portefeuille et mot de passe. Un nouvel identifiant portefeuille est créé lorsque vous récupérez vos fonds. Souhaitez-vous continuer ?
tr: Cüzdan Kimliğinize ve şifrenize erişiminiz varsa daima eşleme yapmanız veya oturum açmanız gerekir. Paranızı geri almak yeni bir Cüzdan Kimliği oluşturacaktır. Devam etmek ister misiniz?

source: You specified an exceptionally small transaction fee of %@. Your transaction may become stuck and possibly never confirm. To increase the likelihood for your transaction to confirm within approximately one hour (six blocks), we strongly recommend a fee of no less than %@. Since you don’t have sufficient funds, that means the Send amount will also have to be lowered to %@.
fr: Vous avez spécifié des frais de transaction exceptionnellement bas de %1$@. Votre transaction risque d'être bloquée et de ne jamais être confirmée. Pour augmenter la probabilité que votre transaction soit confirmée dans un délai d'environ une heure (six blocs), nous vous recommandons fortement de fixer des frais d'au moins %2$@. Comme vous ne disposez pas de fonds suffisants, cela signifie que le montant de l'envoi devra également être ramené à %3$@.
tr: Son derece düşük olan %1$@ tutarında işlem ücreti belirlediniz. İşleminiz takılı kalabilir ve muhtemelen asla onaylanmayabilir. Yaklaşık bir saatte (6 blok) işleminizin onaylanma ihtimalini artırmak için %2$@ tutarından düşük olmayan bir ücret girmenizi önemli tavsiye ederiz. Yeterince paranız olmadığından Gönderim tutarının da %3$@ seviyesine kadar azaltılması gerekecektir.

source: You will be leaving the app.
fr: Vous allez quitter l'application.
tr: Uygulamadan ayrılacaksınız.

source: You will need %@ to send the transaction
fr: Vous aurez besoin de %@ pour envoyer la transaction
tr: İşlemi gerçekleştirmek için %@ gerekir

source: You will need ETH to send your ERC20 Token
fr: Vous aurez besoin d’ETH pour envoyer votre jeton ERC20
tr: ERC20 Token göndermek için ETH'ye gerekir

source: You'll need ETH to send your ERC20 Token
fr: Vous aurez besoin d’ETH pour envoyer votre jeton ERC20
tr: ERC20 Token göndermek için ETH'ye gerek var
