Repository: trustwalletvn/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: fr, tr

source: Your final amount might change due to market activity. For your security, buy orders with a bank account are subject up to a 14 day holding period. You can Swap or Sell during this time. We will notify you once the funds are fully available.
fr: Votre montant final peut varier en raison de l'activité du marché. Pour votre sécurité, les ordres d'achat avec un compte bancaire sont soumis à une période de retenue de 14 jours. Vous pouvez échanger ou vendre pendant cette période. Nous vous informerons une fois que les fonds seront entièrement disponibles.
tr: Nihai miktarınız, piyasa hareketliliği nedeniyle değişebilir. Güvenliğiniz için banka hesabıyla satın alma emirleri 14 günlük bir blokaj süresine tabidir. Bu süre zarfında Swap veya Satış yapabilirsiniz. Para tam olarak kullanılabilir olduğunda sizi bilgilendireceğiz.

source: %@ Network Fee
fr: %@ Frais de réseau
tr: %@ Ağ Ücreti

source: %@ Price
fr: %@ Prix
tr: %@ Fiyat

source: Add Your Name and Address
fr: Ajoutez votre nom et votre adresse
tr: Adınızı ve Adresinizi Ekleyin

source: Confirm your email address to protect your Blockchain.com Wallet.
fr: Confirmez votre adresse électronique pour protéger votre portefeuille Blockchain.com.
tr: Blockchain.com Cüzdanınızı korumak için e-posta adresinizi onaylayın.

source: Don’t worry. Your crypto is safe. Please try again or contact our Suppport Team for help.
fr: Ne vous inquiétez pas. Votre crypto est en sécurité. Veuillez réessayer ou contacter notre équipe d'assistance pour obtenir de l'aide.
tr: Merak etmeyin. Şifreniz güvende. Lütfen tekrar deneyin veya yardım için Destek Ekibimizle iletişime geçin.

source: Get access to swap in seconds by completing your profile and getting Silver access.
fr: Accédez au swap en quelques secondes en complétant votre profil et en obtenant un accès Silver.
tr: Profilinizi tamamlayarak ve Gümüş seviyeye erişerek göz açıp kapayıncaya kadar Swap yapın.

source: Instantly exchange your crypto.
fr: Échangez instantanément votre crypto.
tr: Hemen kripto alışverişi yapın.

source: Please ensure you've agreed to our Terms.
fr: Veuillez vous assurer que vous avez accepté nos conditions.
tr: Lütfen Şartlarımızı kabul ettiğinizden emin olun.

source: Sell %@
fr: Vendre %@
tr: %@ Sat

source: Send %@
fr: Envoyer %@
tr: %@ Gönder

source: Swap %@ for %@
fr: Échanger %1$@ contre %2$@
tr: %2$@ için %1$@ takas et

source: Swapping %@ for %@
fr: Échange de %1$@ contre %2$@
tr: %2$@ için %1$@ takas ediliyor

source: The minimum swap is %@
fr: Le swap minimum est %@
tr: Minimum swap tutarı: %@

source: Verify Your Email & Swap Today.
fr: Vérifiez votre adresse électronique et échangez dès aujourd'hui.
tr: E-postanızı doğrulayın ve hemen Swap yapmaya başlayın.

source: We need to know your name and address to comply with local laws.
fr: Nous devons connaître votre nom et votre adresse pour être en conformité avec les lois locales.
tr: Yerel yasalara uymak için adınızı ve adresinizi bilmemiz gerekiyor.

source: We're completing your swap now.
fr: Nous finalisons votre échange maintenant.
tr: Swap işleminiz tamamlanıyor.

source: Which crypto do you want to Swap for?
fr: Contre quelle crypto voulez-vous échanger ?
tr: Hangi kripto ile Swap işlemi yapmak istersiniz?

source: You can swap up to %@
fr: Vous pouvez échanger jusqu'à %@
tr: %@ tutarına kadar Swap yapabilirsiniz

source: Your %@ is now available in your Wallet.
fr: Votre %@ est désormais disponible dans votre portefeuille.
tr: Cüzdanınızda size ait %@ artık kullanılabilir.

source: 1. Write down the 12 word phrase on the next screen in the exact order it appears.
fr: 1. Notez la phrase de 12 mots qui s'affiche sur l'écran suivant dans l'ordre exact où elle apparaît.
tr: 1. Bir sonraki ekranda 12 kelimelik ifadeyi tam olarak göründüğü sırada yazın.

source: 2. Keep it safe, ideally on a securely stored piece of paper (in other words, not a digital copy).
fr: 2. Conservez-la en lieu sûr, idéalement sur un morceau de papier stocké en toute sécurité (en d'autres termes, pas une copie numérique).
tr: 2. Emniyetli bir şekilde saklanan bir kağıt parçası üzerinde güvenli bir şekilde kaydedin (dijital kopya değil fiziki kopya).

source: 3. NEVER share your backup phrase with anyone.
fr: 3. Ne partagez JAMAIS votre phrase de sauvegarde avec qui que ce soit.
tr: 3. Yedekleme ifadenizi ASLA kimseyle paylaşmayın.

source: An invoice is only valid for 15 minutes. Return to the merchant if you would like to resubmit a payment
fr: Une facture n'est valable que 15 minutes. Retournez voir le commerçant si vous souhaitez soumettre à nouveau un paiement
tr: Fatura yalnızca 15 dakika geçerlidir. Bir ödemeyi yeniden göndermek istiyorsanız satıcıya geri dönün

source: Bitpay Invoice Expired
fr: Facture Bitpay expirée
tr: Bitpay Faturasının Süresi Dolmuş

source: Blockchain.com will never ask to view or receive your recovery phrase.
fr: Blockchain.com ne demandera jamais à voir ou à recevoir votre phrase de récupération.
tr: Blockchain.com asla kurtarma ifadenizi görüntülemeyi veya almayı istemez.

source: In crypto, when you hold the private keys, you're in control of the funds in your Private Key Wallet. The downside is that WHOEVER holds your private keys can control your Private Key Wallet.
fr: En crypto, lorsque vous détenez les clés privées, vous contrôlez les fonds de votre portefeuille de clés privées. L'inconvénient est que QUICONQUE détient vos clés privées peut contrôler votre portefeuille de clés privées.
tr: Kriptoda, özel anahtarlar sizdeyse, Özel Anahtar Cüzdanınızdaki fonların kontrolü de sizdedir. Dezavantajı ise HER KİM anahtarlarınıza erişebilirse, Özel Anahtar Cüzdanınızı da kontrol edebilmesidir.

source: Secret Private Key Recovery
fr: Récupération de clé privée secrète
tr: Gizli Özel Anahtar Kurtarma

source: Secret Private Key Recovery Phrase
fr: Phrase de récupération de clé privée secrète
tr: Gizli Özel Anahtar Kurtarma İfadesi

source: So you must:
fr: Vous devez donc :
tr: Yani şunları yapmalısınız:

source: Time remaining %@
fr: Temps restant %@
tr: Kalan süre %@

source: View Recovery Phrase
fr: Afficher la phrase de récupération
tr: Kurtarma İfadesini Görüntüle

source: Warning: If someone has your backup phrase they will have access to your Private Key Wallet and can withdraw funds.
fr: Avertissement : Si quelqu'un détient votre phrase de sauvegarde, il aura accès à votre portefeuille de clés privées et pourra retirer des fonds.
tr: Uyarı: Biri yedekleme ifadenize sahipse, Özel Anahtar Cüzdanınıza erişebilir ve para çekebilir.

source: Wire Fee
fr: Frais de virement
tr: Ücretsiz Havale Gönderin

source: Routing Number
fr: Numéro d'acheminement
tr: Banka Hesap No

source: Funds Will Arrive
fr: Les fonds arriveront
tr: Paranın hesaba geçiş tarihi:

source: Edit Email Address
fr: Modifier l'adresse électronique
tr: E-posta Adresini Düzenle

source: Check My Inbox
fr: Consulter ma boîte de réception
tr: Gelen Kutumu Kontrol Et

source: contact support.
fr: contacter l'assistance.
tr: destek ile iletişime geçin.

source: contact us
fr: contactez nous
tr: bizimle iletişime geçin

source: immediately.
fr: immédiatement.
tr: hemen.

source: At this time, you can only transfer %@ from your Trade Wallet to your %@ Wallet. Once %@ is in your Wallet you can transfer to external addresses.
fr: À l'heure actuelle, vous ne pouvez transférer que %1$@ de votre portefeuille commercial vers votre portefeuille %2$@. Une fois que %3$@ est dans votre portefeuille, vous pouvez le transférer à des adresses externes.
tr: Şu anda Ticari Cüzdanınızdan %2$@ Cüzdanınıza yalnızca %1$@ tutarında bir aktarım yapabilirsiniz. %3$@ Cüzdanınıza geldiğinde harici adreslere aktarabilirsiniz.

source: Buy Started
fr: Achat initié
tr: Satın Alma Başlatıldı

source: Checking
fr: Vérification
tr: Kontrol ediliyor

source: Please try linking your bank again. If this keeps happening, please
fr: Veuillez réessayer de lier votre banque. Si le problème persiste, veuillez
tr: Lütfen bankanızı yeniden bağlamayı deneyin. Bu devam ederse, lütfen

source: Savings
fr: Compte épargne
tr: Birikimler

source: The minimum send is %@
fr: Le montant minimal d'un envoi est %@
tr: Minimum gönderme tutarı: %@

source: To link this bank, please log into your other Wallets and remove it. If this doesnt look right to you, please
fr: Pour lier cette banque, veuillez vous connecter à vos autres portefeuilles et la supprimer. Si cela ne vous convient pas, veuillez nous contacter immédiatement.
tr: Bu bankayı bağlamak için lütfen diğer Cüzdanlarınızda oturum açın ve bankayı kaldırın. Normal olmayan bir durumla karşılaşırsanız lütfen

source: We are completing your purchase now. Expect the funds to be withdrawn from your bank by %@. Check the status of your order at anytime from Wallet’s Activity.
fr: Nous finalisons votre achat maintenant. Attendez-vous à ce que les fonds soient retirés de votre banque d'ici %@. Vérifiez le statut de votre commande à tout moment à partir de l'activité de Wallet.
tr: Şimdi satın alma işleminizi tamamlıyoruz. Paranın %@ tarihine kadar bankanızdan çekilmesini bekleyin. Siparişinizin durumunu Cüzdan Etkinliğinden istediğiniz zaman kontrol edebilirsiniz.

source: You can send up to %@
fr: Vous pouvez envoyer jusqu'à %@
tr: %@ tutarına kadar gönderebilirsiniz

source: Want to buy more?
fr: Vous voulez en acheter plus ?
tr: Daha fazla satın almak ister misiniz?

source: Approve
fr: Approuver
tr: Onayla

source: Deny
fr: Refuser
tr: Reddet

source: Private Key Wallet
fr: Portefeuille à clé privée
tr: Özel Anahtar Cüzdanı

source: Exchange Account
fr: Compte Exchange
tr: Exchange Hesabı

source: Trading Account
fr: Compte de trading
tr: Ticaret Hesabı

source: Learn more.
fr: En savoir plus.
tr: Daha fazla bilgi edinin.

source: %@ Account
fr: Compte %@
tr: %@ Hesabı

source: %@ address
fr: Adresse %@
tr: %@ adresi

source: %@ Sent
fr: %@ envoyé
tr: %@ gönderildi

source: Aave, YFI and Polkadot available!
fr: Aave, YFI et Polkadot disponibles !
tr: Aave, YFI ve DOT mevcut!

source: Aave, YFI and Polkadot tokens are now available to Buy, Sell and Swap in your Wallet.
fr: Les jetons Aave, YFI et Polkadot peuvent désormais être achetés, vendus et échangés dans votre portefeuille.
tr: Aave, YFI ve Polkadot tokenleri artık Cüzdanınızda Satın Alma, Satma, Takas Etme için kullanılabilir.

source: At this time you can only transfer %@ from your %@ Trading Account to your %@ Private Key Wallets. Once %@ is in your Private Key Wallet you can transfer to external addresses.
fr: À l'heure actuelle, vous ne pouvez transférer que %1$@ de votre compte de %2$@ vers vos %3$@ portefeuilles à clé privée. Une fois que votre portefeuille à clé privée contient %4$@, vous pouvez transférer vers des adresses externes.
tr: Şu anda %2$@Ticari Cüzdanınızdan %3$@ Özel Anahtar Cüzdanınıza yalnızca %1$@ aktarım yapabilirsiniz. Özel Anahtar Cüzdanınıza geldiğinde%4$@ harici adreslere aktarabilirsiniz.

source: Fee - %@
fr: Frais - %@
tr: Ücret -%@

source: Minutes
tr: Dakika

source: No memo
fr: Aucun mémo
tr: Not yok

source: Please do not close the app.
fr: Veuillez ne pas fermer l'appli.
tr: Lütfen uygulamayı kapatmayın.

source: Remaining Time
fr: Temps restant
tr: Kalan Süre

source: Sending %@
fr: Envoi de %@
tr: %@ gönderiliyor

source: Service Unavailable
fr: Service indisponible
tr: Hizmet Kullanılamıyor

source: There was an error upgrading your Wallet to version %@. Please restart the app to retry.
fr: Une erreur s'est produite lors de la mise à niveau de votre portefeuille vers la version %@. Veuillez redémarrer l'application pour réessayer.
tr: Cüzdanınız %@ sürümüne yükseltilirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: Upgrading wallet to %@.
fr: Mise à niveau du Wallet vers %@.
tr: Cüzdan %@ olarak yükseltiliyor.

source: Upgrading wallet.
fr: Mise à niveau du portefeuille.
tr: Cüzdan yükseltiliyor.

source: We are experiencing an outage with the wallet. Please rest assured your funds are safe.
fr: Nous faisons face à une panne du portefeuille. Soyez assurés que vos fonds sont en sécurité.
tr: Cüzdan ile bir kesinti yaşıyoruz. Paranız güvende, içiniz rahat olsun.

source: We're sending your transaction now.
fr: Votre transaction est en cours d'envoi.
tr: İşleminizi şimdi gönderiyoruz.

source: Web Log In
fr: Connexion Web
tr: Webde Oturum Aç

source: Your %@ has been successfully sent.
fr: Votre %@ a été envoyé avec succès.
tr: Size ait %@ başarıyla gönderildi.

source: New Login Attempt
fr: Nouvelle tentative de connexion
tr: Yeni Giriş Denemesi

source: A new device is attempting to access your Blockchain.com Wallet. Approve or Deny now.
fr: Un nouvel appareil tente d'accéder à votre portefeuille Blockchain.com. Approuvez ou refusez maintenant.
tr: Yeni bir cihaz Blockchain.com Cüzdanınıza erişmeye çalışıyor. Şimdi Onaylayın veya Reddetin.

source: IP Address
fr: Adresse IP
tr: IP adresi

source: Browser
fr: Navigateur
tr: Tarayıcı

source: Location
fr: Emplacement
tr: Konum

source: New Device Detected
fr: Nouvel appareil détecté
tr: Yeni Cihaz Tespit Edildi

source: We noticed a login attempt from a device you don’t usually use.
fr: Nous avons remarqué une tentative de connexion à partir d'un appareil que vous n'utilisez pas habituellement.
tr: Genellikle kullanmadığınız bir cihazdan giriş denemesi fark ettik.

source: If this was you, approve the device below. If you do not recognize this device, deny & block the device now.
fr: Si c'était vous, approuvez l'appareil ci-dessous. Si vous ne reconnaissez pas cet appareil, refusez et bloquez l'appareil maintenant.
tr: Bu sizseniz, aşağıdaki cihazı onaylayın. Bu cihazı tanımıyorsanız, cihazı şimdi reddedin ve engelleyin.

source: Device Denied
fr: Appareil refusé
tr: Cihaz Reddedildi.

source: Your wallet is safe. We have blocked this device from logging into your wallet.
fr: Votre portefeuille est en sécurité. Nous avons empêché cet appareil de se connecter à votre portefeuille.
tr: Cüzdanınız güvende. Bu cihazın cüzdanınıza giriş yapmasını engelledik.

source: Device Approved
fr: Appareil approuvé
tr: Cihaz Onaylandı

source: Logging you in on the web now.
fr: Vous connecter sur le Web maintenant.
tr: Şu anda Web'de oturum açıyorsunuz

source: Introducing Send to Domains
fr: Introduction des Domaines d'envoi
tr: Alana Gönderme tanıtımı

source: You can send money directly to registered Unstoppable and ENS domains. Send crypto to .crypto, .eth, .xyz extensions and many more!
fr: Vous pouvez envoyer de l'argent directement aux domaines Unstoppable et ENS enregistrés. Envoyez des crypto vers les extensions .crypto, .eth, .xyz et bien plus encore !
tr: Doğrudan kayıtlı Unstoppable ve ENS alanlarına para gönderebilirsiniz. .Crypto, .eth, .xyz uzantılarına ve çok daha fazlasına kripto gönderin!

source: Verify to use the Trading Account
fr: Vérifier l'utilisation du Compte de trading
tr: Ticaret Hesabını kullanmak için doğrulayın.

source: Get access to the Trading Account in seconds by completing your profile and getting Silver access.
fr: Accédez au compte de trading en quelques secondes en complétant votre profil et en obtenant un accès Silver.
tr: Profilinizi tamamlayarak ve Gümüş seviyeye erişerek saniyeler içinde Ticaret Hesabınıza erişin.

source: Add Your Name & Address
fr: Ajoutez votre nom et votre adresse
tr: Adınızı ve Adresinizi Ekleyin

source: Use the Trading Account
fr: Utiliser le compte de trading
tr: Ticaret Hesabını kullanın

source: Continue with Google
fr: Continuer avec Google
tr: Google ile devam et

source: Verify Device
fr: Vérifiez l'appareil
tr: Cihazı Doğrulayın

source: If you have an account registered with this email address, you will receive an email with a link to verify your device.
fr: Nous avons envoyé un courriel de vérification à %s. Veuillez cliquer sur le lien dans le courriel pour continuer.
tr: %s adresine bir doğrulama e-postası gönderdik. Devam etmek için lütfen e-postadaki bağlantıya tıklayın.

source: Trouble logging in?
fr: Vous avez des difficultés à vous connecter ?
tr: Giriş yaparken sorun mu yaşıyorsunuz?

source: Verify with your |HARDWARE KEY|
fr: Vérifiez auprès de votre |CLÉ MATÉRIELLE|
tr: |DONANIM ANAHTARINIZ| ile doğrulayın

source: Tap |HARDWARE KEY| to verify
fr: Appuyez sur |CLÉ MATÉRIELLE| pour vérifier.
tr: Doğrulama için |DONANIM ANAHTARINA| hafifçe dokunun

source: Enter your email address below and click Save. We’ll send you a verification email straighaway.
fr: Entrez votre adresse e-mail ci-dessous et cliquez sur Enregistrer. Nous vous enverrons immédiatement un e-mail de vérification.
tr: E-posta adresinizi aşağıya girin ve Kaydet'e tıklayın. Size hemen bir doğrulama e-postası göndereceğiz.

source: Please check the information you provided and try again.
fr: Veuillez vérifier les informations que vous avez fournies et réessayer.
tr: Lütfen verdiğiniz bilgileri kontrol edin ve tekrar deneyin.

source: Something went wrong
fr: Un problème est survenu.
tr: Bir şeyler yanlış gitti

source: Success! You're email has been confirmed.
fr: Succès ! Votre adresse électronique a été confirmé.
tr: Başarılı! E-posta adresiniz doğrulandı.

source: We can send the email again or let’s update your email address.
fr: Nous pouvons envoyer l'e-mail à nouveau ou mettre à jour votre adresse e-mail.
tr: E-postayı tekrar gönderebiliriz veya isterseniz e-posta adresinizi güncelleyelim.

source: We couldn't load your email's verification status. Please try again.
fr: Nous n'avons pas pu charger l'état de vérification de votre e-mail. Veuillez réessayer.
tr: E-postanızın doğrulama durumunu yükleyemedik. Lütfen tekrar deneyin.

source: We couldn't send a verification email at this time. Please check your Internet connection and try again.
fr: Nous n'avons pas pu envoyer d'e-mail de vérification pour le moment. Veuillez vérifier votre connexion internet et réessayez.
tr: Şu anda bir doğrulama e-postası gönderemedik. Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.

source: We couldn't update your email address. Please check your Internet connection and try again.
fr: Nous n'avons pas pu mettre à jour votre adresse e-mail. Veuillez vérifier votre connexion internet et réessayez.
tr: E-posta adresinizi güncelleyemedik. Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.

source: We sent a verification email to %@. Please click the link in the email to continue.
fr: Nous avons envoyé un e-mail de vérification à %@. Veuillez cliquer sur le lien dans l'e-mail pour continuer.
tr: %@ adresine bir doğrulama e-postası gönderdik. Devam etmek için lütfen e-postadaki bağlantıya tıklayın.

source: %@ Deposited
fr: %@ Déposé
tr: %@ Yatırıldı

source: %@ Withdrawal Started
fr: Début du retrait de %@
tr: %@ Para Çekme İşlemi Başlatıldı

source: 2FA Code
fr: Code de validation à deux facteurs
tr: 2FA Kodu

source: A connection cannot be established because the server certificate could not be validated. Please check your network settings and ensure that you are using a secure connection.
fr: Une connexion ne peut pas être établie car le certificat de serveur n’a pas pu être validé. Vérifiez vos paramètres réseau et assurez-vous que vous utilisez une connexion sécurisée.
tr: Sunucu sertifikası doğrulanamadığı için bağlantı kurulamadı. Lütfen ağ ayarlarınızı kontrol edin ve güvenli bir bağlantı kullandığınızdan emin olun.

source: Account
fr: Compte
tr: Hesap

source: Account Ending in
fr: Fin de compte dans
tr: Şunla Biten Hesap:

source: Add
fr: Ajouter
tr: Ekle

source: Add Payment Method
fr: Ajoutez un mode de paiement
tr: Ödeme Yöntemi Ekle

source: An error occurred validating your PIN code with the remote server. You may be offline or Blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?
fr: Erreur lors de la validation de votre code PIN sur le serveur distant. Il se pourrait que vous soyez hors connexion ou que Blockchain rencontre des difficultés. Souhaitez-vous retenter la validation ou saisir votre mot de passe manuellement ?
tr: PIN kodunuzu uzaktan sunucu ile doğrularken bir hata oluştu. Çevrimdışı olabilirsiniz veya Blockchain bazı sorunlar yaşıyor olabilir. Doğrulamayı yeniden denemek ister misiniz yoksa bunun yerine parolanızı manuel olarak girmek mi istersiniz?

source: An error occurred, try again later.
fr: Une erreur s'est produite, réessayez plus tard.
tr: Bir hata oluştu, daha sonra tekrar deneyin.

source: Authorized Device Detected
fr: Appareil autorisé détecté
tr: Yetkili Cihaz Algılandı

source: Confirm New Password
fr: Confirmez le nouveau mot de passe
tr: Yeni Parolayı Onayla

source: Continue with Apple
fr: Continuer avec Apple
tr: Apple ile devam et

source: Depositing %@
fr: Dépôt de %@
tr: %@ yatırılıyor

source: Don’t worry. Your funds are safe. Please try again or contact our Suppport Team for help.
fr: Ne vous inquiétez pas. Vos fonds sont en sécurité. Veuillez réessayer ou contacter notre équipe d'assistance pour obtenir de l'aide.
tr: Endişelenmeyin. Paranız güvende. Lütfen tekrar deneyin veya yardım için Destek Ekibimiz ile iletişime geçin.

source: Error code
fr: Erreur de code
tr: Hata kodu

source: Error Code: %@
fr: Erreur de code : %@
tr: Hata Kodu: %@

source: Failed to get user
fr: Impossible d'obtenir l'utilisateur
tr: Kullanıcı alınamadı

source: For your security, we've disabled PIN log in for the next 24 hours. To access your wallet now, log in with your Wallet ID & Password
fr: Pour votre sécurité, nous avons désactivé la connexion par code PIN pour les prochaines 24 heures. Pour accéder à votre portefeuille maintenant, connectez-vous avec votre identifiant et votre mot de passe.
tr: Güvenliğiniz için önümüzdeki 24 saatlik dilimde PIN ile oturum açma işlevini devre dışı bıraktık. Cüzdanınıza hemen erişmek için Cüzdan Kimliğiniz ve Parolanız ile oturum açın.

source: Forgot your PIN?
fr: Code PIN oublié ?
tr: PIN'inizi mi unuttunuz?

source: If you send funds without the XLM Memo Text, your funds will be lost and not credited to your account. Please send only XLM to this address.
fr: Si vous envoyez des fonds sans le texte XLM Mémo, vos fonds seront perdus et ne seront pas crédités sur votre compte. Veuillez envoyer uniquement des XLM à cette adresse.
tr: XLM Not Metni olmadan para gönderirseniz, paranız kaybolacak ve hesabınıza aktarılmayacaktır. Lütfen bu adrese yalnızca XML gönderin.

source: If you think something is wrong, you can try again or go back to the previous screen to update your info.
fr: Si vous pensez que quelque chose ne va pas, vous pouvez réessayer ou revenir à l'écran précédent pour mettre à jour vos informations.
tr: Bir şeylerin ters gittiğini düşünüyorsanız tekrar deneyebilir veya bilgilerinizi güncellemek için önceki ekrana dönebilirsiniz.

source: Important Transfer Information Only send funds from a bank account in your name. If not, your deposit could be delayed or rejected. Be sure to include your Reference ID.
fr: Informations importantes sur les transferts N'envoyez des fonds qu'à partir d'un compte bancaire à votre nom. Dans le cas contraire, votre dépôt pourrait être retardé ou rejeté. N'oubliez pas d'inclure votre numéro de référence.
tr: Sadece Önemli Transfer Bilgileri, sizin adınıza bir banka hesabından para gönderir. Aksi takdirde, para yatırma işleminiz ertelenebilir veya reddedilebilir. Referans Kimliğinizi eklediğinizden emin olun.

source: Incorrect 2FA Code
fr: Code de validation à deux facteurs incorrect
tr: Hatalı 2FA Kodu

source: Incorrect Password
fr: Mot de passe incorrect
tr: Hatalı Parola

source: Incorrect |HARDWARE KEY| code
fr: Code de |CLÉ MATÉRIELLE| incorrect
tr: Hatalı |DONANIM ANAHTAR| kodu

source: Invalid Email
fr: E-mail non valide
tr: Geçersiz E-posta

source: Last seen
fr: Dernière vue
tr: Son görülme

source: Login
fr: Connexion
tr: Oturum Aç
