Repository: trustwalletvn/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: fr, tr

source: The easiest way to exchange one crypto for another without leaving your wallet.
fr: Le moyen le plus simple d'échanger une cryptomonnaie contre une autre sans quitter votre portefeuille.
tr: Cüzdanınızdan çıkmadan kriptolar arası trade yapmanın en kolay yolu.

source: The easy way to
fr: Le moyen le plus simple de
tr: Kolay yol

source: The fee you have specified is too low.
fr: Les frais que vous avez indiqués sont trop bas.
tr: Belirttiğiniz ücret çok düşük.

source: The following 12 word Recovery Phrase will give you access to your funds in case you lose your password.
fr: La phrase de récupération de 12 mots suivante vous donnera accès à vos fonds en cas de perte de votre mot de passe.
tr: Aşağıdaki 12 kelimelik Kurtarma İfadesi şifrenizi kaybetmeniz halinde paranıza erişim imkanı sağlayacaktır.

source: The link you have used is not supported on this version of the app. Please update the app to access this link.
fr: Le lien que vous avez utilisé n'est pas pris en charge par cette version de l'application. Veuillez mettre à jour l'application pour accéder à ce lien.
tr: Kullandığınız bağlantı, uygulamanın bu versiyonunda desteklenmiyor. Bu bağlantıya erişmek için lütfen uygulamayı güncelleyin.

source: The mobile number you entered is invalid.
fr: Le numéro de téléphone mobile que vous avez saisi n'est pas valide.
tr: Girdiğiniz cep telefonu numarası geçersiz.

source: The private key you are attempting to import is encrypted. Please enter the password below.
fr: La clé privée que vous essayez d'importer est cryptée. Veuillez saisir le mot de passe ci-dessous.
tr: Almayı denediğiniz özel anahtar şifrelenmiş. Lütfen şifrenizi aşağıya girin.

source: The Total Balance shown on this device does not include your linked Lockbox.
fr: Le solde total indiqué sur cet appareil ne comprend pas votre Lockbox lié.
tr: Bu cihazda gözüken Toplam Bakiye bağlı Lockbox'unuzu içermiyor.

source: The trade you created on %@ has been completed!
fr: La transaction que vous avez créée sur %@ est terminée !
tr: %@ tarihinde oluşturduğunuz trade tamamlandı!

source: The word does not match your Recovery Phrase
fr: Le mot ne correspond pas à votre phrase de récupération
tr: Kelime Kurtarma İfadeniz ile eşleşmiyor

source: The words in your Recovery Phrase didn’t match. You can go back to the previous step and double check you wrote it down correctly
fr: Les mots de votre phrase de récupération ne correspondent pas. Vous pouvez revenir à l'étape précédente et vérifier que vous l'avez bien écrit
tr: Kurtarma İfadeniz'deki kelimeler eşleşmedi. Önceki adıma geri dönüp doğru not ettiğinizi tekrar kontrol edebilirsiniz.

source: There is a limit to how much crypto you can exchange. The value of your order must be less than your limit of
fr: Il y a un plafond de la quantité de crypto que vous pouvez échanger. La valeur de votre commande doit être inférieure à votre limite de
tr: Ne kadar kripto değiştirebileceğinizin bir sınırı vardır. Siparişinizin değeri, limitinizden düşük olmalıdır

source: There was a problem sending the SMS code. Please try again later.
fr: Un problème s'est produit lors de l'envoi du code SMS. Veuillez réessayer plus tard.
tr: SMS kodu gönderirken bir problem oluştu. Lütfen sonra tekrar deneyin.

source: There was a problem with your order.
fr: Il y a eu un problème avec votre commande.
tr: Siparişinizle ilgili bir sorun oluştu.

source: There was an error importing this private key.
fr: Une erreur s'est produite lors de l'importation de cette clé privée.
tr: Bu özel anahtarı içeri aktarırken bir sorun oluştu.

source: There was an error while scanning your pairing QR code
fr: Une erreur s'est produite lors de l'analyse de votre code QR d'appariement
tr: Eşleştirme QR kodunuz taranırken bir sorun oluştu.

source: There was an error with the device input.
fr: Une erreur s'est produite avec l'entrée de l'appareil.
tr: Cihaz girdisi ile ilgili sorun oluştu.

source: There's a new way to trade. Link your Wallet for instant access.
fr: Il existe une nouvelle façon de trader. Liez votre portefeuille pour un accès instantané.
tr: İşlem yapmanın yeni bir yolu var. Anında erişim için Cüzdanınızı bağlayın.

source: These options are recommended for advanced users only. Continue?
fr: Ces options sont recommandées aux utilisateurs les plus experts uniquement. Continuer ?
tr: Bu özellikler sadece ileri düzey kullanıcılar için tavsiye edilir. Devam?

source: third
fr: troisième
tr: üçüncü

source: This action requires the private key for the Bitcoin address %@. Please scan the QR code.
fr: Cette action requière une clé privée pour l'adresse Bitcoin %@. Veuillez scanner le code QR.
tr: Bu eylem %@ Bitcoin adresi için özel anahtarı gerektiriyor. Lütfen QR kodunu tarayın.

source: This action requires the second password for your wallet. Please enter it below and press continue.
fr: Cette action nécessite le deuxième mot de passe de votre portefeuille. Veuillez le saisir ci-dessous et appuyer sur Continuer.
tr: Bu işlem cüzdanınız için ikinci şifreyi gerektiriyor. Lütfen aşağıya girip devama basın.

source: This address has already been used. Please login.
fr: Cette adresse a déjà été utilisée. Veuillez vous connecter.
tr: Bu adres zaten kullanıldı. Lütfen giriş yapın.

source: This address is not watch-only.
fr: Cette adresse n’est pas en lecture seule.
tr: Bu adres yalnızca izlenebilir bir adrestir.

source: This email address has already been used to verify an existing wallet.
fr: Cette adresse électronique a déjà été utilisée pour vérifier un portefeuille existant.
tr: Bu e-posta adresi mevcut bir cüzdanın doğrulanması için zaten kullanıldı.

source: This feature is currently unavailable on iOS. Please visit our web wallet at Blockchain.com to proceed.
fr: Cette fonctionnalité n'est actuellement pas disponible sur iOS. Veuillez visiter notre portefeuille Web sur Blockchain.com pour continuer.
tr: Bu özellik şu anda iOS'te mevcut değil. Devam etmek için Blockchain.com'daki web wallet'ımızı ziyaret edin.

source: This feature is recommended for advanced users only. By choosing a custom fee, you risk overpaying or your transaction may get stuck.
fr: Ce fonctionnalité n'est recommandée qu'aux utilisateurs avancés. En choisissant des frais personnalisés, votre transaction risque d'être trop chère ou peut être bloquée .
tr: Bu özellik sadece ileri kullanıcılar için önerilir. Özelleştirilmiş bir ücret seçerek fazla ücret ödeme riski alırsınız veya işleminiz takılabilir.

source: This is a watch-only address. To spend your funds from this wallet, please scan your private key.
fr: Cette adresse est en mode lecture seule. Pour dépenser les fonds de ce portefeuille, veuillez scanner votre clé privée.
tr: Bu yalnızca izlenebilir bir adrestir. Bu cüzdandan para harcamak için, lütfen özel anahtarınızı tarayın.

source: This is an oversized bitcoin transaction. Your wallet needs to consolidate many smaller payments you've received in the past. This requires a relatively high fee in order to be confirmed quickly. If it’s fine for the transaction to take longer to confirm, you can reduce the fee manually by tapping "Customize Fee."
fr: Il s'agit d'une transaction de bitcoin surdimensionnée. Votre portefeuille doit regrouper de nombreux petits paiements que vous avez reçus dans le passé. Cela nécessite des frais relativement élevés afin d'être confirmé rapidement. Si vous souhaitez que la transaction prenne plus de temps à être confirmée, vous pouvez vous-même réduire les frais en appuyant sur « Personnaliser les frais ».
tr: Bu yüksek tutarlı bir bitcoin işlemi. Önceden aldığınız ufak tutarlardaki birçok ödemenin cüzdanınızda birleştirilmesi gerekiyor. Bu işlemin hızlı bir şekilde onaylanması için nispeten yükek bir ücret alınır. İşlemin onaylanmasının uzun sürecek olması sorun değilse "Ücreti Özelleştir"e dokunarak ücreti kendiniz azaltabilirsiniz.

source: This is archived. Though you cannot send funds from here, any and all funds will remain safe. Simply unarchive to start using it again.
fr: Ceci est archivé. Bien que vous ne puissiez pas envoyer de fonds à partir d'ici, tous les fonds resteront en sécurité. Il vous suffit de désarchiver pour l'utiliser à nouveau.
tr: Arşivlenmedi. Buradan para gönderemezseniz de tüm paralar güvende olacak. Yeniden kullanmaya başlamak için arşivden çıkarın.

source: This is your address
fr: Ceci est votre adresse
tr: Bu sizin adresiniz

source: This is your address QR code
fr: Ceci est votre adresse QR code
tr: Bu sizin adres QR kodunuz

source: This name is already in use. Please choose a different name.
fr: Ce nom est déjà utilisé. Veuillez choisir un nom différent.
tr: Bu ad zaten kullanılmaktadır. Lütfen farklı bir ad seçin.

source: This private key belongs to another address that is not watch only
fr: Cette clé privée est associée à une autre adresse qui n'est pas en mode de lecture seule
tr: Bu özel anahtar yalnızca izlenebilir olmayan başka bir adrese aittir.

source: This trade has failed. Any funds sent from your wallet will be returned minus the transaction fee. Please return to the exchange tab to start a new trade.
fr: Cette transaction a échoué. Tous les fonds envoyés de votre portefeuille seront retournés moins les frais de transaction. Veuillez revenir à l'onglet d'échange pour commencer une nouvelle transaction.
tr: Bu trade başarısız oldu. Cüzdanınızdan gönderilen paralar işlem ücreti kesildikten sonra iade edilecek. Yeni bir trade başlatmak için lütfen exchange sekmesine dönün.

source: This transaction requires a higher fee for dust consumption due to the small amount of change to be returned.
fr: « Le montant des modifications à rembourser étant faible, cette transaction requière des frais plus élevés pour la consommation de montants inférieurs au montant minimal accepté par le réseau bitcoin. »
tr: "Bu işlem, küçük miktarda para üstü iadesi sebebiyle toz tüketimi için daha yüksek bir ücret gerektirir."

source: This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoin in this wallet will be inaccessible!!
fr: Cela supprimera toutes les données du portefeuille sur cet appareil. Veuillez confirmer que vous avez sauvegardé les informations de votre portefeuille ailleurs, sinon tous les bitcoins de ce portefeuille seront inaccessibles !
tr: Bu işlem bu cihazdaki tüm cüzdan verisini siler. Cüzdan bilgilerinizin başka bir yere kaydedildiğini lütfen teyit edin. Aksi takdirde bu cüzdandaki bitcoin'ler erişilemez olacak!!

source: This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere, otherwise any bitcoin in this wallet will be inaccessible!
fr: Cela supprimera toutes les données du portefeuille sur cet appareil. Veuillez confirmer que vous avez sauvegardé les informations de votre portefeuille ailleurs, sinon tous les bitcoins de ce portefeuille seront inaccessibles !
tr: Bu işlem bu cihazdaki tüm cüzdan verisini siler. Cüzdan bilgilerinizin başka bir yere kaydedildiğini lütfen teyit edin. Aksi takdirde bu cüzdandaki bitcoin'ler erişilemez olacak!

source: This will remove your
fr: Cela supprimera votre
tr: Bu işlemin kaldıracağı

source: Tier
fr: Niveau
tr: aşama

source: Tier zero
fr: Niveau zéro
tr: Seviye sıfır

source: To
fr: À
tr: Alıcı

source: To keep using Buy & Sell, you’ll need to update your profile. Once completed, you’ll also unlock higher trading limits in Swap.
fr: Pour continuer à utiliser Buy & Sell, vous devez mettre à jour votre profil. Une fois terminé, vous débloquerez également des plafonds de trading plus élevés dans Swap.
tr: Alım-Satım özelliğini kullanmayı sürdürmek için profilinizi güncellemeniz gerekir. Tamamladıktan sonra Swap'ta daha yüksek ticaret limitine sahip olacaksınız.

source: To receive crypto, all the sender needs is your crypto's address. You can find these addresses here.
fr: Pour recevoir la cryptomonnaie, tout ce dont l'expéditeur a besoin est votre adresse de réception de cryptomonnaie. Vous pouvez trouver ces adresses ici.
tr: Kripto almak için, gönderecek kişiye vermeniz gereken tek şey kripto adresinizdir. Adresleri burada bulabilirsiniz.

source: To use this service, we require you to enter your second password. You should only need to enter this once to set up your Ether wallet.
fr: Pour utiliser ce service, nous vous demandons de saisir votre deuxième mot de passe. Vous n'aurez à le saisir qu'une seule fois pour configurer votre portefeuille d'Ether.
tr: Bu hizmetten yararlanmak için ikinci şifrenizi girmeniz gerekmektedir. Ether cüzdanınızı ayarlamak için bunu sadece bir kez girmelisiniz.

source: Too High.
fr: Trop haut.
tr: Fazla Yüksek.

source: Too Low.
fr: Trop bas.
tr: Fazla Düşük.

source: Too Many PIN Attempts
fr: Trop de tentatives de saisie du code PIN
tr: Çok Fazla PIN Denemesi

source: Total
tr: Toplam

source: Total %@ spent
fr: Total %@ dépensé
tr: Toplam %@ harcandı

source: Total Cost
fr: Coût total
tr: Toplam tutar

source: Total Funds
fr: Total des fonds
tr: Toplam Fonlar

source: Touch ID
tr: Dokunmatik kimlik

source: Touch id authentication
fr: Authentification par Touch id
tr: Dokunmatik kimlik doğrulama

source: Touch ID is not enabled on this device. To enable Touch ID, go to Settings -> Touch ID & Passcode and add a fingerprint.
fr: Touch ID n'est pas activé sur cet appareil. Pour activer Touch ID, allez sur Paramètres ->Touch ID, mot de passe et ajoutez une empreinte digitale.
tr: Touch ID bu cihazda etkin değil. Touch ID kullanımını etkinleştirmek için, Ayarlar->Touch ID & Şifre kısmına gidin ve bir parmak izi ekleyin.

source: Touch-ID authentication
fr: Authentification par Touch ID
tr: Dokunmatik kimlik doğrulama

source: Tour the Wallet
fr: Visite du Wallet
tr: Cüzdanı Gezin

source: trade
fr: échanger
tr: İşlem yapmanın

source: Trade Completed
fr: Transaction terminée
tr: Trade Tamamlandı

source: Trade Crypto
fr: Tradez de la crypto
tr: Trade Kripto

source: Trade crypto with low fees without leaving your wallet.
fr: Tradez la crypto à frais réduits sans quitter votre portefeuille.
tr: Cüzdanınızdan ayrılmadan düşük ücretlerle kripto para işlemleri yapın.

source: Trade Expired
fr: Transaction expirée
tr: Trade Süresi Doldu

source: Trade Lightning Fast
fr: Trader à la vitesse de l'éclair
tr: Yıldırım Hızında İşlem Yapın

source: Trade one crypto for another without giving up control of your keys. Get competitive, real-time prices and fast on-chain settlement.
fr: Échangez une crypto contre une autre sans céder le contrôle de vos clés. Obtenez des prix compétitifs en temps réel et un règlement rapide sur le registre de la Blockchain.
tr: Anahtarlarınızdan vazgeçmeden kripto paralar arasında işlem yapın. Rekabetçi, gerçek zaman lı fiyat ve zincir üstünde hızlı mutabakat elde edin.

source: Trade Refunded
fr: Transaction remboursée
tr: Yatırım İade Edildi

source: Trading your crypto doesn't mean trading away control.
fr: Échanger votre crypto ne signifie pas céder le contrôle.
tr: Şifreni takas etmek, kontrolden geçmek anlamına gelmez.

source: Transaction
tr: işlem

source: Transaction details
fr: Détails de la transaction
tr: İşlem detayları

source: Transaction Fee
fr: Frais de transaction
tr: İşlem ücreti

source: Transaction fee: %@
fr: Frais de transaction : %@
tr: İşlem ücreti: %@

source: Transaction Fees
fr: Les frais de transaction
tr: İşlem ücretleri

source: Transaction fees impact how quickly the mining network will confirm your transactions, and depend on the current network conditions.
fr: Les frais de transaction ont un impact sur la rapidité avec laquelle le réseau minier confirmera vos transactions, et dépendent des conditions actuelles du réseau.
tr: İşlem ücretleri madencilik ağının işlemlerinizi ne kadar hızlı onaylayacağını etkilemekte olup mevcut ağ koşullarına bağlıdır.

source: Transactions
tr: işlemler

source: Transactions occur when you send and receive %@.
fr: Les transactions ont lieu lorsque vous envoyez et recevez des %@.
tr: İşlemler %@ gönderdiğinizde ve aldığınızda gerçekleşir.

source: Transactions occur when you send and request bitcoin cash.
fr: Les transactions se produisent lorsque vous envoyez et demandez du Bitcoin Cash.
tr: İşlemler bitcoin cash gönderdiğinizde ve talep ettiğinizde gerçekleşir.

source: Transactions occur when you send and request bitcoin.
fr: Les transactions ont lieu lorsque vous envoyez et demandez des bitcoins.
tr: İşlemler bitcoin gönderdiğinizde ve talep ettiğinizde gerçekleşir.

source: Transactions occur when you send and request ether.
fr: Les transactions ont lieu lorsque vous envoyez et demandez de l'ether.
tr: İşlemler ether gönderdiğinizde ve talep ettiğinizde gerçekleşir.

source: Transactions with no fees may take a long time to confirm or may not be confirmed at all. Would you like to continue?
fr: Les transactions sans frais pourraient prendre longtemps avant d'être confirmées, voire même ne jamais être confirmées. Souhaitez-vous continuer ?
tr: Ücreti olmayan işlemlerin onaylanması çok uzun sürebilir veya bu işlemler hiç onaylanmayabilirler. Devam etmek ister misiniz?

source: Transfer all
fr: Transférer tout
tr: Tümünü aktar

source: Transfer All Funds
fr: Transférer tous les fonds
tr: Tüm Paraları Transfer Et

source: Transfer Amount
fr: Montant du transfert
tr: Transfer Tutarı

source: Transfer Funds
fr: Transférer des fonds
tr: Para Transfer Et

source: Transfer imported addresses?
fr: Transférer des adresses importées ?
tr: İ̇çe aktarılan adresler transfer edilsin mi?

source: Transferred
fr: Transféré
tr: aktarılan

source: Transferred funds from %d %@
fr: Fonds transférés de %1$d %2$@
tr: %1$d %2$@ adreslerinden para transfer edildi

source: Transferred funds from %d %@. Outputs for %d %@ were too small.
fr: Fonds transférés de %1$d %2$@ . Les sorties pour %3$d %4$@ étaient trop insuffisantes.
tr: %1$d%2$@ adreslerinden para transfer edildi. %3$d %4$@ çıktısı fazla küçüktü.

source: Transferring all funds: Address %i of %i
fr: Transfert de tous les fonds : Adresse %1$i de %2$i
tr: Tüm para transfer ediliyor: Adres %1$i / %2$i

source: Try Again
fr: Réessayer
tr: Tekrar deneyin

source: twelfth
fr: douzième
tr: on ikinci

source: U.S. Dollar
fr: Dollar américain
tr: ABD doları

source: Unable to authenticate because the device does not support biometric authentication.
fr: Impossible de s'authentifier, car l'appareil ne prend pas en charge l'authentification biométrique.
tr: Cihaz biyometrik kimlik doğrulamayı desteklemediği için kimlik doğrulanamıyor.

source: Unable to authenticate due to failing authentication too many times.
fr: Impossible de s'authentifier en raison de multiples échecs d'authentification.
tr: Kimlik doğrulamanın çok fazla kez başarısız olmasından dolayı kimlik doğrulanamıyor.

source: Unable to load wallet due to no server response. You may be offline or Blockchain is experiencing difficulties. Please try again later.
fr: Impossible de charger le portefeuille, car le serveur ne répond pas. Vous n'êtes peut-être pas connecté à Internet ou nos services sont actuellement indisponibles. Veuillez réessayer plus tard.
tr: Sunucu yanıt vermediğinden cüzdan yüklenemedi. Çevrimdışı olmalısınız veya Blockchain bazı sorunlar yaşıyor olabilir. Lütfen daha sonra tekrar deneyin.

source: Unable to retrieve the input device.
fr: Impossible de récupérer le périphérique d'entrée.
tr: Girdi cihazı kurtarılamıyor.

source: Unable to use biometrics.
fr: Impossible d'utiliser la biométrie.
tr: Biyometrik kullanılamıyor.

source: Unarchive Address
fr: Désarchiver l'adresse
tr: Adresi Arşivden Çıkar

source: Unconfirmed
fr: Non confirmé
tr: doğrulanmamış

source: Under Review
fr: En cours d'examen
tr: İnceleme altında

source: Unfortunately we're having trouble verifying your identity, and we need you to resubmit your verification information.
fr: Malheureusement, nous rencontrons des difficultés pour vérifier votre identité et nous souhaitons que vous soumettiez à nouveau vos informations de vérification.
tr: Ne yazık ki kimliğinizi doğrulamada sorun yaşıyoruz ve doğrulama bilgilerinizi yeniden göndermenizi istiyoruz.

source: Unfortunately, there is a problem with your order. We are researching and will resolve very soon.
fr: Malheureusement, il y a un problème avec votre commande. Nous sommes en train de faire des recherches et nous allons le résoudre très bientôt.
tr: Ne yazık ki, siparişinizle ilgili bir sorun var. Araştırıyoruz ve çok yakında çözeceğiz.

source: Unknown
fr: Inconnue
tr: Bilinmeyen

source: Unknown key format
fr: Format de clé inconnu
tr: Bilinmeyen anahtar formatı

source: Unlock Access to Airdrops
fr: Débloquer l'accès aux Airdrops
tr: Airdrops Erişimi Kilidini Aç

source: Unlock Gold
fr: Débloquer Gold
tr: Altın kilidini aç

source: Unlock Silver
fr: Débloquer Silver
tr: Gümüş kilidini aç

source: Unsupported Private Key Format
fr: Format de clé privée non pris en charge
tr: Desteklenmeyen Özel Anahtar Formatı

source: Unverified
fr: Non vérifié
tr: doğrulanmamış

source: Up to %@
fr: Jusqu'à %@
tr: En fazla %@

source: Update Available
fr: Mise à jour disponible
tr: Güncelleme mevcut

source: Update Email
fr: Mettre à jour l'e-mail
tr: E-posta Güncelle

source: Update Mobile
fr: Mettre à jour le mobile
tr: Cep Telefonu Numarası Güncelle

source: Update Order
fr: Mettre à jour la commande
tr: Siparişi Güncelle

source: Upgrade
fr: Mettre à niveau
tr: Yükselt

source: Upgrade now.
fr: Cliquez ici
tr: Şimdi Yükselt.

source: Upgrade to get free crypto
fr: Mettez à niveau pour obtenir de la crypto gratuite
tr: Ücretsiz kripto para almak için yükseltin

source: Upgrade to Gold. Get $10
fr: Passez au niveau Gold. Obtenez 10 $.
tr: Gold'a yükseltin. $10 kazanın

source: Upgrade to V3
fr: Mettre à jour à la version V3
tr: V3 cüzdana yükselt

source: Upgrade your profile to Gold to access the Airdrop and get free Stacks (STX) from Blockstack.
fr: Faites passer votre profil au niveau Gold pour accéder à l'Airdrop et obtenir des Stacks (STX) gratuits de Blockstack.
tr: Profilinizi Gold'a yükselterek Airdrop'a erişin ve Blockstack'ten ücretsiz Stack (STX) alın.

source: USD PAX Coming Soon!
fr: USD PAX bientôt disponible !
tr: USD PAX Çok Yakında!

source: Use %@ as PIN
fr: Utiliser %@ comme PIN
tr: PIN olarak %@ kullan

source: Use %@ instead of PIN to authenticate Blockchain and access your wallet.
fr: Utilisez %@ au lieu du code PIN pour authentifier Blockchain et accéder à votre portefeuille.
tr: Blockchain doğrulamak ve cüzdanınıza erişmek için PIN yerine %@ kullanın.

source: Use max
fr: Utiliser max
tr: Maksimum kullan

source: Use MAX
fr: Utilisez MAX
tr: MAX kullan

source: Use maximum
fr: Utiliser le maximum
tr: Maksimum kullan

source: Use min
fr: Utiliser min
tr: Minimum kullan

source: Use MIN
fr: Utiliser MIN
tr: MIN kullanın

source: Use minimum
fr: Utiliser le minimum
tr: Minimum kullan

source: Use Passcode
fr: Utiliser le code d'accès
tr: Parola Kullan

source: Use recommended values
fr: Utiliser les valeurs recommandées
tr: Önerilen değerleri kullan

source: Use total available minus fee: %@
fr: Utiliser le total disponible moins les frais : %@
tr: Ücret hariç mevcut toplamı kullan: %@

source: Use total spendable balance:
fr: Utilisez le solde total dépensable:
tr: Toplam harcanabilir bakiye kullanın:
