Repository: trustwalletvn/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: fr, tr

source: Lost access to your 2FA device?
fr: Avez-vous perdu l'accès à votre appareil de validation à deux facteurs ?
tr: 2FA cihazınıza erişemiyor musunuz?

source: Maximum limit exceeded
fr: Limite maximale dépassée
tr: Maksimum sınır aşıldı

source: Min Withdraw
fr: Retrait minimum
tr: Min Miktarı Çek

source: Minimum amount required.
fr: Montant minimum requis.
tr: Minimum miktar gerekli.

source: Minimum send of %@ required.
fr: Envoi minimum de %@ requis.
tr: Minimum %@ gönderim gerekli.

source: Minimum swap of %@ required.
fr: Échange minimum de %@ requis.
tr: Minimum %@ takas gerekli

source: Never
fr: Jamais
tr: Asla

source: No Fees
fr: Aucun frais
tr: Ücret Yok

source: Not a valid address.
fr: Adresse invalide.
tr: Geçersiz adres.

source: Not enough %@ in your wallet to send with current network fees.
fr: Pas assez de %@ dans votre portefeuille pour envoyer avec les frais de réseau actuels.
tr: Mevcut ağ ücretleriyle göndermek için cüzdanınızda yeterli %@ yok.

source: Not enough %@ in your wallet to swap with current network fees.
fr: Pas assez de %@ dans votre portefeuille pour échanger avec les frais de réseau actuels.
tr: Mevcut ağ ücretleriyle takas edebilmek için cüzdanınızda yeterli %@ yok.

source: Oops! Something went wrong while executing the %@ on-chain transaction.
fr: Oups ! Une erreur est survenue lors de l'exécution de la transaction on-chain %@.
tr: Hata! %@ zincir içi işlemi yürütülürken bir sorun oluştu.

source: Oops! Something went wrong. Please try again.
fr: Oups ! Un problème est survenu. Veuillez réessayer.
tr: Hata! Bir şeyler ters gitti. Lütfen tekrar deneyin.

source: Oops! The amount you selected is above the maximum %@ limit.
fr: Oups ! Le montant que vous avez sélectionné est supérieur à la limite maximale de %@.
tr: Hata! Seçtiğiniz tutar maksimum %@ sınırının üzerindedir.

source: Oops! The amount you selected is below the minimum %@ limit.
fr: Oups ! Le montant que vous avez sélectionné est inférieur à la limite minimale de %@.
tr: Hata! Seçtiğiniz tutar minimum %@ sınırının altındadır.

source: Oops! This %@ order is not cancellable.
fr: Oups ! Cette commande de %@ n'est pas annulable.
tr: Hata! Bu %@ emri iptal edilemez.

source: Oops! You don’t have enough balance to %@.
fr: Oups ! Votre solde est insuffisant pour %@.
tr: Hata! %@ için yeterli bakiyeniz yok.

source: Oops! You’ve exceeded your daily %@ limit
fr: Oups ! Vous avez dépassé votre plafond quotidien de %@
tr: Hata! Günlük %@ sınırınızı aştınız

source: Oops! You’ve exceeded your weekly %@ limit
fr: Oups ! Vous avez dépassé votre plafond hebdomadaire de %@
tr: Hata! Haftalık %@ sınırınızı aştınız

source: Oops! You’ve exceeded your yearly %@ limit
fr: Oups ! Vous avez dépassé votre plafond annuel de %@
tr: Hata! Yıllık %@ sınırınızı aştınız

source: Open your mobile Blockchain.com Wallet now to securely login your desktop Wallet.
fr: Ouvrez votre Blockchain.com Wallet mobile à présent pour vous connecter en toute sécurité à votre portefeuille de bureau.
tr: Masaüstü Cüzdanınızda güvenli bir şekilde oturum açmak için mobil Blockchain.com Cüzdanınızı açın.

source: or
fr: ou
tr: veya

source: PIN is currently disabled
fr: Votre code PIN est actuellement désactivé
tr: PIN şu anda devre dışı

source: Please log in with your Wallet ID and password.
fr: Veuillez vous connecter avec l'identifiant et le mot de passe de votre Portefeuille.
tr: Lütfen Cüzdan Kimliğiniz ve parolanız ile oturum açın.

source: Please try again in
fr: Veuillez réessayer dans
tr: Lütfen tekrar deneyin

source: Please upgrade your profile to send this amount.
fr: Veuillez mettre à jour votre profil pour envoyer ce montant.
tr: Bu miktarı gönderebilmek için lütfen profil seviyenizi yükseltin.

source: Please upgrade your profile to swap this amount.
fr: Veuillez mettre à jour votre profil pour changer ce montant.
tr: Bu miktarı takas edebilmek için lütfen profil seviyenizi yükseltin.

source: Processing Time Funds will be credited to your USD wallet as soon as we receive them. Funds are generally available within one business day.
fr: Délai de traitement Les fonds seront crédités sur votre portefeuille en dollars américains dès leur réception. Les fonds sont généralement disponibles au bout d'un jour ouvrable.
tr: İşlem Süresi Paranız gelir gelmez USD Hesabınıza aktarılacaktır. Para genel olarak bir iş gününde kullanıma hazır olur.

source: QR Code Log In
fr: Connexion par code QR
tr: QR Kod ile Oturum Açma

source: Reset your 2FA
fr: Réinitialiser votre validation à deux facteurs
tr: 2FA'yı Sıfırla

source: Restore Wallet
fr: Restaurer le Portefeuille
tr: Cüzdanı Geri Yükle

source: Savings Account
fr: Compte épargne
tr: Tasarruf Hesabı

source: Scan Your QR Code
fr: Scannez votre code QR
tr: QR Kodunuzu Tarayın

source: Send, Receive, Buy and Swap cryptocurrencies with your Trading Account.
fr: Envoyez, recevez, achetez et échangez de la crypto avec votre compte de trading.
tr: Ticaret Hesabınızla kripto para birimleri Alın, Satın ve Takas Edin.

source: This may take a few minutes to complete. Please wait.
fr: Cette opération peut prendre quelques minutes. Veuillez patienter.
tr: Bu işlemin tamamlanması birkaç dakika sürebilir. Lütfen bekleyin.

source: This service will be back soon. We’re updating and fixing some bugs right now.
fr: Ce service sera bientôt de retour. Nous mettons à jour et corrigeons quelques bugs en ce moment même.
tr: Bu hizmet yakında geri dönecek. Şu anda bazı hataları güncelliyor ve düzeltiyoruz.

source: To use your Blockchain.com Wallet on the web, go to login.blockchain.com on your computer.
fr: Pour utiliser votre Blockchain.com Wallet sur le web, allez sur login.blockchain.com sur votre ordinateur.
tr: Web sitesi üzerinden Blockchain.com Cüzdanınızı kullanmak için tarayıcınızdan login.blockchain.com adresine gidin.

source: Use My Wallet ID
fr: Utiliser l'identifiant de mon Portefeuille
tr: Cüzdan Kimliğimi Kullan

source: Verification complete
fr: Vérification terminée
tr: Doğrulamayı tamamla

source: View Transaction
fr: Voir la transaction
tr: İşlemi Görüntüle

source: Wallet:
fr: Portefeuille :
tr: Cüzdan:

source: We are sending the cash now. Expect the cash to hit your bank on %@. Check the status of your Withdrawal at anytime from your Activity screen.
fr: Nous envoyons l'argent maintenant. Les fonds devraient être crédités sur votre compte en banque le %@. Vous pouvez vérifiez le statut de votre retrait à tout moment à partir de votre écran Activités.
tr: Parayı şu anda gönderiyoruz. Paranın %@ tarihinde banka hesabınıza ulaşması bekleniyor. Para Çekme durumunuzu Aktivite ekranından istediğiniz zaman kontrol edebilirsiniz.

source: We noticed a login attempt from an authorized device.
fr: Nous avons remarqué une tentative de connexion à partir d'un appareil autorisé.
tr: Yetkili bir cihazdan oturum açma denemesi fark ettik.

source: We're completing your deposit now.
fr: Nous finalisons votre dépôt maintenant.
tr: Para yatırma işleminizi şimdi tamamlıyoruz.

source: We're completing your withdraw now.
fr: Nous finalisons votre retrait maintenant.
tr: Para çekme işleminizi şimdi tamamlıyoruz.

source: We’re completing your transaction now. We’ll contact you when it has finished.
fr: Nous finalisons votre transaction. Nous vous contacterons une fois qu'elle sera terminée.
tr: İ̇şleminizi şu an tamamlıyoruz. İ̇şleminiz tamamlandığında sizinle iletişime geçeceğiz.

source: While we wait for your bank to send the cash, here’s early access to %@ in your %@ Cash Account so you can buy crypto right now. Your funds will be available to withdraw once the bank transfer is complete on %@
fr: En attendant que votre banque envoie l'argent, voici un accès rapide à des %1$@ sur votre compte en espèces de %2$@ pour que vous puissiez acheter de la crypto immédiatement. Vos fonds pourront être retirés une fois le transfert bancaire effectué sur %3$@.
tr: Bankanızın parayı göndermesini beklerken hemen kripto para satın alabilmeniz için %2$@ Nakit Hesabınızdan %1$@ tutara erken erişim sağlayabilirsiniz. Banka transferiniz %3$@ tarihinde tamamlandıktan sonra para çekme işlemi gerçekleştirebilirsiniz.

source: Withdraw to...
fr: Retirer vers...
tr: Şu hesaba para çek...

source: You can send up to %1$s today.
fr: Vous pouvez envoyer jusqu'à %1$s aujourd'hui.
tr: Bugün en fazla %1$s gönderebilirsiniz.

source: You have 1 Swap in-progress. Once that completes, create a New Swap.
fr: Vous avez un échange en cours. Une fois celui-ci terminé, créez un nouvel échange.
tr: Devam eden 1 takasınız var. Bu işlem tamamlandığında Yeni Takas oluşturun.

source: You have too many pending %@ transactions. Once those complete you can create a new one.
fr: Vous avez trop de transactions %@ en attente. Une fois celles-ci terminées, vous pouvez en créer une nouvelle.
tr: Bekleyen çok fazla %@ işleminiz var. Bunlar tamamlandıktan sonra yeni bir tane oluşturabilirsiniz.

source: You've made too many failed attempts to log in with your PIN. Please try again in 5 minutes.
fr: Vous avez fait trop de tentatives infructueuses pour vous connecter avec votre code PIN. Veuillez réessayer dans 5 minutes.
tr: PIN ile çok fazla başarısız oturum açma denemesi yaptınız. Lütfen 5 dakika sonra tekrar deneyin.

source: Your Buy Order Has Started.
fr: Votre ordre d'achat a commencé.
tr: Satın Alma Emriniz Başlatıldı.

source: Your information is being reviewed. When all looks good, you’re clear to trade. You should receive a notification within 5 minutes.
fr: Vos informations sont en cours d'examen. Si tout se passe bien, vous serez libre de négocier. Vous devriez recevoir une notification dans les 5 minutes.
tr: Bilgileriniz inceleniyor. Her şey yolunda göründüğünde takas işlemi yapabilirsiniz. 5 dakika içinde bir bildirim alacaksınız.

source: Your Sell Order Has Started.
fr: Votre ordre de vente a commencé.
tr: Satış Emriniz Başlatıldı.

source: your@email.com
tr: e-posta@adresiniz.com

source: +Add New
fr: + Ajouter nouveau
tr: +Yeni Ekle

source: Earn Interest
tr: Faiz Kazanın

source: Email:
fr: Courriel :
tr: E-posta:

source: Incorrect 2FA code. %d attempts left
fr: Code d'authentification à deux facteurs (2FA) incorrect. %d tentatives restantes
tr: Hatalı 2FA Kodu. %d deneme hakkı kaldı

source: Keep track of your crypto balances from your Wallet's dashboard. Your Wallet currently supports Bitcoin, Ether, Bitcoin Cash, Stellar XLM and PAX.
fr: Gardez une trace de vos soldes de crypto à partir du tableau de bord de votre portefeuille. Votre portefeuille prend actuellement en charge le Bitcoin, l'Ether, le Bitcoin Cash, le Stellar XLM et le PAX.
tr: Cüzdanınızın anasayfasından kripto sepetinizi görüntüleyin. Cüzdanınız Bitcoin, Ethereum, Bitcoin Cash, Stellar Lumen ve USD PAX'ı desteklemektedir.

source: Missing 2FA code
fr: Code d'authentification à deux facteurs (2FA) manquant
tr: Eksik 2FA kodu

source: Resend SMS
fr: Renvoyer le SMS
tr: Yeniden SMS Gönder

source: This account has been locked due to too many failed authentications
fr: Ce compte a été bloqué en raison de nombreuses erreurs d’authentification
tr: Başarısız çok fazla kimlik doğrulaması yapıldığı için bu hesap kilitlendi.

source: USD Digital is now Paxos Standard
fr: L'USD Digital devient le Paxos Standard
tr: USD Dijital artık Paxos Standart oldu

source: We’ve updated the naming of USD Digital (USD-D) to Paxos Standard (PAX). USD Digital was built using the Paxos standard. If you held USD-D, your funds are not affected.
fr: Nous avons effectué des mises à jour de l'USD Digital (USD-D) qui est devenu le Paxos Standard (PAX). L'USD Digital a été créé à l'aide du Paxos Standard. Si vous déteniez l'USD-D, vos fonds ne sont pas touchés.
tr: USD Digital (USD-D) adını Paxos Standart (PAX) olarak güncelledik. USD Digital, Paxos standart kullanılarak oluşturuldu. Elinizde USD-D varsa paranız etkilenmez.

source: %@ (%@) is Now Trading
fr: %1$@ (%2$@) est en cours de trading
tr: %1$@ (%2$@) Artık İşlem Görüyor

source: and
fr: et
tr: ve

source: Buy %@
fr: Acheter %@
tr: %@ Al

source: Buy, sell, swap, send, receive and store %@ in your Blockchain.com Wallet.
fr: Achetez, vendez, échangez, envoyez, recevez et stockez des %@ dans votre Blockchain.com Wallet.
tr: Blockchain.com Wallet'ınızda %@ satın alın, satın, takas edin, gönderin, tahsil edin ve saklayın.

source: Can't log in?
fr: Vous ne pouvez pas vous connecter ?
tr: Giriş yapamıyor musunuz?

source: Can’t find your phrase?
fr: Vous ne trouvez pas votre phrase ?
tr: İfadenizi bulamıyor musunuz?

source: Continue to Reset
fr: Continuer à réinitialiser
tr: Sıfırlamaya Devam Et

source: Create Account
fr: Créer un compte
tr: Hesap Oluştur

source: Enter new password
fr: Entrez un nouveau mot de passe
tr: Yeni şifre gir

source: Enter recovery phrase
fr: Entrez la phrase de récupération
tr: Kurtarma i̇fadesini gir

source: Enter your twelve word Secret Private Key Recovery Phrase to log in. Separate each word with a space.
fr: Entrez votre Phrase secrète de récupération de clé privée en douze mots pour vous connecter. Séparez chaque mot par un espace.
tr: Oturum açmak için 12 kelimelik Gizli Özel Anahtar Kurtarma İ̇fadenizi girin. Her kelime sonrasında bir boşluk bırakın.

source: Error Sending SMS
fr: Erreur lors de l'envoi du SMS
tr: SMS Gönderme Hatası

source: Error Signing In
fr: Erreur de connexion
tr: Oturum Açma Hatası

source: For your security, you may have to re-verify your identity before accessing your trading or interest account.
tr: Güvenliğiniz için al-sat veya faiz hesabınıza erişmeden önce kimliğinizi yeniden doğrulamanız gerekebilir.

source: Go Back
fr: Retour
tr: Geri Dön

source: If your account has added security measures like Google Authenticator, please have that ready.
fr: Si votre compte a ajouté des mesures de sécurité comme Google Authenticator, veuillez l'avoir à portée de main.
tr: Hesabınızda Google Authenticator gibi ilave güvenlik önlemleri varsa lütfen hazır halde tutun.

source: Import Wallet
fr: Importer Portefeuille
tr: Cüzdan İçeri Aktar

source: Import Your Wallet?
fr: Importer votre Portefeuille ?
tr: Cüzdanınız İçeri Aktarılsın mı?

source: Incorrect Wallet Identifier
fr: Identifiant du Portefeuille incorrect
tr: Yanlış Cüzdan Kimlik Tanıtıcı

source: Invalid recovery phrase
fr: Phrase de récupération invalide
tr: Geçersiz kurtarma ifadesi

source: Log In on the Web ->
fr: Connectez-vous sur le Web - >
tr: Web Sitesinden Giriş ->

source: Log In Request From Web
fr: Demande de connexion à partir du Web
tr: Web Sitesinden Giriş Talebi

source: Log In with Browser
fr: Se connecter avec le navigateur
tr: Tarayıcı ile Giriş Yap

source: Manual Login
fr: Connexion manuelle
tr: Manuel Giriş

source: Manual Pairing Login
fr: Connexion par jumelage manuel
tr: Manuel Eşleştirme Girişi

source: Message sent
fr: Message envoyé
tr: Mesaj gönderildi

source: Network Error
fr: Erreur de réseau
tr: Ağ Hatası

source: Password Strength
fr: Fiabilité du mot de passe
tr: Şifre Zorluk Seviyesi

source: Passwords don't match
fr: Les mots de passe ne correspondent pas
tr: Şifreler uyuşmuyor

source: PIN Disabled
fr: PIN désactivé
tr: PIN Devre Dışı

source: Re-enter new password
fr: Saisir à nouveau le nouveau mot de passe
tr: Yeni şifreyi tekrar girin

source: Reset Account
fr: Réinitialiser le compte
tr: Hesap Sıfırla

source: Reset Password
fr: Réinitialiser le mot de passe
tr: Şifre Sıfırla

source: Reset Your Account?
fr: Réinitialiser votre compte ?
tr: Hesabınız Sıfırlansın mı?

source: Resetting will restore your Trading, Interest, and Exchange accounts.
fr: La réinitialisation rétablira vos comptes de trading, d'intérêt et Exchange.
tr: Sıfırlama işlemi Al-Sat, Faiz ve Exchange hesaplarınızı kurtarır.

source: Retry Recovery Phrase
fr: Réessayer la phrase de récupération
tr: Kurtarma Aşamasını Tekrar Dene

source: Second Password Detected
fr: Deuxième mot de passe détecté
tr: İ̇kinci Şifre Tespit Edildi

source: Select a Crypto Currency
fr: Sélectionnez une cryptomonnaie
tr: Kripto Para Seçin

source: Select a Payment Method
fr: Sélectionnez un mode de paiement
tr: Ödeme Yöntemi Seçin

source: The minimum buy is %@
fr: L'achat minimum est de %@
tr: En az %@ tutarında alım yapılabilir.

source: There’s no account associated with the seed phrase you entered. You can import and manage your wallet instead.
fr: Il n'y a pas de compte associé à la phrase de démarrage que vous avez saisie. Vous pouvez importer et gérer votre portefeuille à la place.
tr: Girdiğiniz çekirdek ifade ile ilişkili hesap bulunmuyor. Bunun yerine cüzdanınızı içeri aktarıp yönetebilirsiniz.

source: This is the unique password you entered when creating your wallet.
fr: Il s'agit du mot de passe unique que vous avez saisi lors de la création de votre portefeuille.
tr: Cüzdanınızı oluştururken girdiğiniz benzersiz şifre budur.

source: This means that if you lose your recovery phrase, you will lose access to your Private Key Wallet funds. You can always restore your Private Key Wallet funds later if you find your recovery phrase.
fr: Cela signifie que si vous perdez votre phrase de récupération, vous perdrez l'accès aux fonds de votre Portefeuille à clé privée. Vous pouvez toujours restaurer les fonds de votre Portefeuille à clé privée plus tard si vous retrouvez votre phrase de récupération.
tr: Yani kurtarma ifadenizi kaybederseniz Özel Anahtarlı Cüzdanınızdaki paralara erişimi kaybedersiniz. Kurtarma ifadenizi bulursanız Özel Anahtarlı Cüzdanınızdaki paraları daima geri alabilirsiniz.

source: Trouble Logging In
fr: Problèmes de connexion à
tr: Giriş Yaparken Sorunla Karşılaşıldı

source: Try again in
fr: Réessayer dans
tr: Sonra tekrar deneyin

source: Use at least 8 characters and a mix of letters, numbers, and symbols
fr: Utilisez au moins 8 caractères et un mélange de lettres, de chiffres et de symboles.
tr: Harf, rakam ve sembol karışımından oluşan en az 8 karakter kullanın.

source: Use your email address or the Wallet ID. Locate your Wallet ID at the bottom of most Blockchain.com emails.
fr: Utilisez votre adresse électronique ou l'identifiant du Portefeuille. Vous trouverez votre Identifiant du Portefeuille au bas de la plupart des courriels Blockchain.com.
tr: E-posta adresinizi veya Cüzdan Kimliğini kullanın. Cüzdan Kimliğinizi çoğu Blockchain.com e-postasının alt kısmında bulabilirsiniz.

source: Wallet ID or Email
fr: Identifiant du Portefeuille ou Adresse électronique
tr: Cüzdan Kimliği ve E-posta

source: We have sent you a verification code message.
fr: Nous avons envoyé un message contenant un code de vérification.
tr: Size doğrulama kodu içeren bir mesaj gönderdik.

source: We noticed a log in attempt from a device you don't usually use.
fr: Nous avons remarqué une tentative de connexion à partir d'un appareil que vous n'utilisez pas habituellement.
tr: Genellikle kullanmadığınız bir cihazdan oturum açma denemesi fark ettik.

source: You can buy up to %@
fr: Vous pouvez acheter jusqu'à %@
tr: En fazla %@ satın alabilirsiniz

source: You've made too many failed attempts to log in with your PIN. Please try again in 60 seconds.
fr: Vous avez fait trop de tentatives infructueuses de connexion avec votre code PIN. Veuillez réessayer dans 60 secondes.
tr: PIN ile çok fazla başarısız oturum açma denemesi yaptınız. Lütfen 60 saniye sonra tekrar deneyin.

source: Your Password
fr: Votre mot de passe
tr: Şifreniz

source: © %i Blockchain Luxembourg S.A. All rights reserved.
fr: © %i Blockchain Luxembourg S.A. Tous droits réservés.
tr: © %i Blockchain Luxembourg S.A. Her hakkı saklıdır.

source: Blockstack (STX)
fr: Pile de blocs (STX)

source: %@ of %@
fr: %1$@ sur %2$@

source: Face ID
fr: Identification faciale

source: Normal
fr: Ordinaire

source: Stacks
fr: Piles

source: Yubi Key
fr: Clé Yubi

source: % annually
fr: % APY

source: Rewards
fr: Intérêt

source: Gas
fr: Gaz

source: Trade
fr: Trader

source: Rewards Summary
fr: Résumé des intérêts

source: Accrued Rewards This Month
fr: Intérêts courus ce mois-ci

source: Add %@ to your Rewards Account
fr: Ajoutez %@ à votre compte d'intérêts

source: Add BTC to Your Rewards Account
fr: Ajouter BTC à votre compte d'intérêts

source: Earn 9.0% Rewards
fr: Gagnez 9,0 % d'intérêts

source: Earn Rewards on Your Crypto
fr: Gagnez des intérêts sur votre Crypto

source: Rewards Account
fr: Compte d'intérêt

source: Rewards Paid
fr: Intérêts payés

source: Rewards Rate
fr: Taux d'intérêt

source: Manage your %@ Rewards Account on the web at blockchain.com
fr: Veuillez gérer votre compte d'intérêt %@ sur le Web à l'adresse blockchain.com

source: My %@ Rewards Account
fr: Mon compte d'intérêt %@

source: My %@ Rewards Accounts
fr: Mes comptes d'intérêt %@

source: Next Rewards Payment
fr: Prochain paiement des intérêts

source: Please manage your BTC Rewards Account on the web at blockchain.com
fr: Veuillez gérer votre compte d'intérêt BTC sur le Web à l'adresse blockchain.com

source: Send Bitcoin to your new Rewards Account. Deposit and withdraw at any time.
fr: Envoyez Bitcoin sur votre nouveau compte d'intérêts. Déposez et retirez à tout moment.

source: Start earning up to 9.0% rewards on your crypto.
fr: Commencez à gagner jusqu'à 9,0 % d'intérêt sur votre crypto.

source: Start earning. Add BTC to your Rewards Account.
fr: Commencez à gagner de l'argent. Ajoutez BTC à votre compte d'intérêts.

source: Total Rewards Earned
fr: Total des intérêts gagnés

source: View your accrued %@ Rewards
fr: Afficher vos intérêts %@ accumulés

source: %@ Rewards Wallet
fr: Portefeuille d'intérêt %@

source: Verify your identity and start earning up to 9.0% rewards on your crypto.
fr: Vérifiez votre identité et commencez à gagner jusqu'à 9,0 % d'intérêt sur votre crypto.

source: Earn Rewards
fr: Réaliser des intérêts

source: For your security, you may have to re-verify your identity before accessing your trading or rewards account.
fr: Pour votre sécurité, il se peut que vous deviez revérifier votre identité avant d'accéder à votre compte de trading ou à intérêt.
