Repository: trustwalletvn/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: fr, tr

source: Our next airdrop with Blockstack is launching soon! Get free Stacks (STX) by upgrading your profile to Gold Level.
fr: Notre prochain airdrop avec Blockstack sera bientôt lancé ! Obtenez des Stacks (STX) gratuits en mettant votre profil au niveau Gold.
tr: Blockstack iel sonraki bedelsiz dağıtım yakında gerçekleştiriliyor! Profilinizi Gold Seviyesi'ne yükselterek ücretsiz Stacks (STX) alın.

source: Overview
fr: Aperçu
tr: Genel Bakış

source: Pair Web Wallet
fr: Appairer Web Wallet
tr: Web Cüzdanını Eşleştir

source: Parsing Pairing Code
fr: Analyse du code de jumelage
tr: Eşleştirme Kodu Ayrıştırma

source: Password changed. Please login to continue.
fr: Mot de passe modifié. Veuillez vous connecter pour continuer.
tr: Şifre değiştirildi. Devam etmek için lütfen oturum açın.

source: Password do not match
fr: Les mots de passe ne correspondent pas
tr: Parolalar uyuşmuyor

source: Password must be different from your email
fr: Le mot de passe doit être différent de votre adresse électronique
tr: Şifre e-postanızdan farklı olmalıdır

source: Password must be less than or equal to 255 characters
fr: Le mot de passe doit être inférieur ou égal à 255 caractères
tr: Şifre en fazla 255 karakter olmalıdır

source: Password Required
fr: Mot de passe requis
tr: Şifre Gerekli

source: PAX Fee
fr: Frais PAX
tr: PAX Ücreti

source: Payment Received
fr: Paiement reçu
tr: Ödeme alındı

source: Payment sent
fr: Paiement envoyé
tr: Ödeme gönderildi

source: Payment Sent!
fr: Paiement envoyé !
tr: Ödeme Gönderildi!

source: Payment Sent! Your balance and transactions will update soon.
fr: Paiement envoyé ! Votre solde et vos transactions seront bientôt mis à jour.
tr: Ödeme Gönderildi! Bakiyeniz ve işlemleriniz yakında güncellenecek.

source: Payments Sent
fr: Paiements envoyés
tr: Ödemeler Gönderildi

source: Pending %@ Buy
fr: En attente d'achat %@
tr: Bekleyen %@ Alım

source: Pending (%@ Confirmations)
fr: En attente (%@ confirmations)
tr: Bekleyenler (%@ Onay)

source: Phrase Backed
fr: Phrase sauvegardée
tr: İfade Yedeklendi

source: PIN Response Object key or value length 0
fr: PIN Response Object key or value length 0 (no need to translate)
tr: PIN Yanıt Nesnesi anahtarı veya değeri uzunluğu 0

source: PIN response Object success length 0
tr: PIN Yanıt Nesnesi başarı uzunluğu 0

source: PIN Validation Error
fr: Erreur de validation du code PIN
tr: PIN Doğrulama Hatası

source: PINs don't match
fr: Les codes PIN ne correspondent pas
tr: PIN’ler eşleşmiyor

source: Please add an email address
fr: Veuillez ajouter une adresse e-mail
tr: Lütfen bir e-posta adresi ekleyin

source: Please allow your Blockchain app access to your microphone. This is an optional request designed to enhance user security while performing ID verification
fr: Veuillez autoriser votre application Blockchain à accéder à votre microphone. Il s'agit d'une demande facultative conçue pour améliorer la sécurité des utilisateurs lors de la vérification de l'identité
tr: Lütfen Blockchain uygulamanızın mikrofonunuza erişmesine izin verin. Bu, kimlik doğrulaması yaparken kullanıcı güvenliğini artırmak için tasarlanmış isteğe bağlı bir taleptir

source: Please check your email and authorize this log-in attempt. After doing so, please return here.
fr: Veuillez vérifier votre courriel et autoriser cette tentative de connexion. Après cette étape, veuillez revenir ici.
tr: Lütfen e-postanızı kontrol edip bu giriş denemesine izin verin. Ardından lütfen buraya gerin dönün.

source: Please check your email and click on the verification link.
fr: Veuillez vérifier votre courriel et cliquer sur le lien de vérification.
tr: Lütfen e-postanızı kontrol edip doğrulama bağlantısına tıklayın.

source: Please check your internet connection.
fr: Veuillez vérifier votre connexion internet.
tr: Lütfen internet bağlantınızı kontrol edin.

source: Please choose another PIN
fr: Veuillez choisir un autre code PIN
tr: Lütfen başka bir PIN kodu seçin

source: Please choose from the options below.
fr: Veuillez choisir parmi les options ci-dessous.
tr: Lütfen aşağıdaki seçeneklerden birini seçin.

source: Please enable 2FA on your Exchange account to complete deposit.
fr: Veuillez activer 2FA sur votre compte Exchange pour terminer le dépôt
tr: Para yatırma işlemini tamamlamak için lütfen Exchange hesabınızda 2FA'yı etkinleştirin

source: Please enter a fee greater than 0 BTC and at most 0.01 BTC
fr: Veuillez saisir un montant supérieur à 0 BTC et inférieur à 0,01 BTC
tr: Lütfen 0 BTC değerinden büyük ve en fazla 0.01 BTC değerinde bir ücret girin

source: Please enter a new PIN
fr: Veuillez saisir un nouveau code PIN
tr: Lütfen yeni bir PIN kodu girin

source: Please enter your %@ 2FA code
fr: Veuillez saisir votre code de validation à deux facteurs %@
tr: Lütfen %@ 2FA kodunuzu girin

source: Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup.
fr: Veuillez saisir votre identifiant portefeuille à 36 caractères correctement. Vous pouvez le trouver dans l’e-mail de bienvenue au démarrage.
tr: Lütfen 36 karakterli cüzdan kimlik tanıtıcınızı doğru şekilde girin. Başlangıçtaki hoş geldiniz e-postasında bulunabilir.

source: Please enter your password to log into your Blockchain wallet.
fr: Veuillez saisir votre mot de passe pour vous connecter à votre Blockchain Wallet.
tr: Blockchain cüzdanınıza giriş yapmak için lütfen şifrenizi girin.

source: Please enter your PIN
fr: Veuillez saisir votre code PIN
tr: Lütfen PIN'inizi girin

source: Please enter your recovery phrase with words separated by spaces
fr: Veuillez saisir votre phrase de récupération en séparant les mots par des espaces
tr: Lütfen sözcükler arasında boşluk olacak şekilde kurtarma ifadenizi girin

source: Please enter your wallet password.
fr: Veuillez entrer votre mot de passe de portefeuille.
tr: Lütfen cüzdan şifrenizi girin.

source: Please login to load more addresses.
fr: Veuillez vous connecter pour charger plus d'adresses.
tr: Lütfen daha fazla adres yüklemek için giriş yapın.

source: Please lower the fee to an amount that is less than your balance
fr: Veuillez réduire les frais à un montant inférieur à votre solde
tr: Lütfen ücreti bakiyenizden daha düşük bir tutara indirin

source: Please provide an email address.
fr: Veuillez ajouter une adresse e-mail.
tr: Lütfen bir e-posta adresi girin.

source: Please refresh the pairing code and try again.
fr: Veuillez actualiser le code de jumelage et recommencer.
tr: Lütfen eşleştirme kodunu yenileyin ve tekrar deneyin.

source: Please return to the Exchange to complete account setup.
fr: Veuillez revenir à Exchange pour terminer la configuration du compte.
tr: Hesap ayarını tamamlamak için lütfen Exchange'e geri dönün.

source: Please review and confirm your
fr: Veuillez vérifier et confirmer votre
tr: Lütfen inceleyip onaylayın

source: Please select a different address to send from.
fr: Veuillez sélectionner une autre adresse à partir de laquelle envoyer.
tr: Lütfen göndermek için farklı bir adres seçin.

source: Please send %@ to
fr: Veuillez envoyer %@ à
tr: %@'e gönderin

source: Please send payment to bitcoin address (<a href="https://blockchain.info/wallet/bitcoin-faq">help?</a>): %@
fr: Veuillez envoyer le paiement à l'adresse bitcoin (<a href="https://blockchain.info/wallet/bitcoin-faq"> besoin d'aide? </a>) : %@
tr: Lütfen ödemeyi bitcoin adresine gönderin (<a href="https://blockchain.info/wallet/bitcoin-faq">yardım?</a>): %@

source: Please transfer %@ from your bank account to Blockchain.com. Once we receive the funds, we’ll create your %@ buy order.
fr: Veuillez transférer %1$@ de votre compte bancaire vers Blockchain.com. Une fois que nous aurons reçu les fonds, nous créerons votre ordre d'achat de %2$@.
tr: Lütfen %1$s banka hesabınızdan Blockchain.com'a aktarın. Parayı aldıktan sonra, %2$s satın alma siparişinizi yaratacağız.

source: Please try again
fr: Veuillez réessayer
tr: Lütfen tekrar deneyin

source: Please verify your email address first.
fr: Veuillez d’abord vérifier votre adresse e-mail.
tr: Lütfen önce e-posta adresinizi doğrulayın.

source: Please verify your mobile number first.
fr: Veuillez d'abord vérifier votre numéro de téléphone mobile.
tr: Lütfen önce cep telefonu numaranızı doğrulayın.

source: Please wait until your last ETH transaction confirms
fr: Veuillez patienter jusqu'à la confirmation de votre dernière transaction ETH
tr: Lütfen son ETH işleminiz onaylanana kadar bekleyin

source: Please wait until your last ether transaction confirms.
fr: Veuillez patienter jusqu'à la confirmation de votre dernière transaction ether
tr: Lütfen son ether işleminiz onaylanana kadar bekleyin.

source: Polish Zloty
fr: Zloty polonais
tr: Polonya zlotisi

source: Preferences
fr: Préférences
tr: Tercihler

source: Preparing transfer
fr: Préparation du transfert
tr: Transfer hazırlanıyor

source: Prevent unauthorized access to your wallet. Enable 2-step verification to increase wallet security.
fr: Empêche tout accès non autorisé à votre portefeuille. Activez l'authentification à 2 facteurs pour renforcer la sécurité du portefeuille.
tr: Cüzdanınıza yetkisiz erişimleri engelleyin. Cüzdanınızın güvenliğini artırmak için 2-Aşamalı Doğrulamayı etkinleştirin.

source: PREVIOUS
fr: PRÉCÉDENT
tr: ÖNCEKİ

source: Price
fr: Prix
tr: Fiyat

source: Private Key Needed
fr: Clé privée nécessaire
tr: Özel Anahtar Gerekli

source: Processing key
fr: Clé en cours d'élaboration
tr: İşlem anahtarı

source: Quickly sign into your wallet instead of using your PIN.
fr: Connectez-vous rapidement à votre portefeuille au lieu d'utiliser votre code PIN.
tr: PIN'inizi kullanmak yerine cüzdanınıza hızlıca giriş yapın.

source: Quote expires in %@
fr: Le devis expire en %@
tr: Teklif %@ içinde sonra eriyor

source: Read More
fr: Lire la suite
tr: Devamını Oku

source: Ready for the the best Blockchain App yet? Download our latest build and get more out of your Crypto.
fr: Déjà prêt pour la meilleure application Blockchain ? Téléchargez notre dernière version et tirez le meilleur parti de votre Cryptomonnaie.
tr: Şimdiye kadarki en iyi Blockchain Uygulaması için hazır mısınız? En son sürümümüzü indirin ve kripto paralarınızdan daha fazla yararlanın.

source: Real-time Exchange Rates
fr: Taux de change en temps réel
tr: Gerçek zamanlı kurlar

source: Receive
fr: Recevoir
tr: Al

source: Receive to...
fr: Recevoir à...
tr: Buraya al...

source: Received from ShapeShift
fr: Reçu de ShapeShift
tr: ShapeShift'ten alındı

source: Recipients
fr: Bénéficiaires
tr: Alıcılar

source: Recovering Funds
fr: Récupération des fonds
tr: Paralar Geri Alınıyor

source: Recovery passphrase
fr: Phrase secrète de récupération
tr: Kurtarma parolası

source: Recovery Phrase
fr: Phrase de récupération
tr: Kurtarma İ̇fadesi

source: Recovery phrase
fr: Phrase de récupération
tr: Kurtarma i̇fadesi

source: Refund in Progress
fr: Remboursement en cours
tr: İade Devam Ediyor

source: Refunded
fr: Remboursé
tr: Geri Ödendi

source: Request %@
fr: Demande %@
tr: %@ Talep Et

source: Request Amount
fr: Demandez le montant suivant
tr: Talep Miktarı

source: Request Bitcoin Cash
fr: Demander du Bitcoin Cash
tr: Bitcoin Cash İste

source: Request Ether
fr: Demander de l'ether
tr: Ether İste

source: Request failed. Please check your internet connection.
fr: Échec de la demande. Veuillez vérifier votre connexion internet.
tr: Talep başarısız oldu. Lütfen internet bağlantınızı kontrol edin.

source: Request Funds
fr: Demander des fonds
tr: Para Talep Edin

source: Request Payment
fr: Demander un paiement
tr: Ödeme iste

source: Required
fr: Obligatoire
tr: gereklidir

source: Requires Silver level, Govt. ID and a Selfie
fr: Nécessite le niveau Silver, une pièce d'identité gouvernementale et un selfie
tr: Gümüş seviye gerektirir, Govt. Kimlik ve Bir Özçekim

source: Resend verification email
fr: Renvoyer l’e-mail de vérification
tr: Doğrulama e-postasını tekrar gönder

source: Resend verification SMS
fr: Renvoyer le SMS de vérification
tr: Doğrulama SMS mesajını tekrar gönder

source: Retrieving recommended fee
fr: Récupération des frais recommandés
tr: Önerilen ücret alınıyor

source: Retry Validation
fr: Réessayer de valider
tr: Doğrulamayı Yeniden Dene

source: Russian Ruble
fr: Rouble russe
tr: Rus rublesi

source: Safely store your crypto currency offline.
fr: Sécurisez votre crypto-monnaie hors ligne.
tr: Cryptocurrency'nızı çevrimdışı olarak güvenle saklayın.

source: sat/b
fr: sam / b
tr: doymuş / b

source: Satoshi per byte
fr: Satoshi par octet
tr: Bayt başına satoshi

source: Save
fr: sauvegarder
tr: Kayıt etmek

source: Scan Address
fr: Adresse du scanner
tr: Adresleri Tara

source: Scan Private Key
fr: Scannez la clé privée
tr: Özel Anahtarı Tara

source: Scan QR Code
fr: Scanner le code QR
tr: QR Kodu Tara

source: Scan QR code
fr: Scannez le code QR
tr: QR Kodu Tara

source: Seamlessly transact with others around the world
fr: Effectuez des transactions en toute transparence avec d'autres personnes dans le monde entier.
tr: Dünyanın her köşesindeki başkalarıyla sorunsuzca işlem yapın

source: Search
fr: Rechercher
tr: Arama

source: second
fr: deuxième
tr: ikinci

source: Second Password Incorrect
fr: Deuxième mot de passe incorrect
tr: İkinci Şifre Yanlış

source: Second Password Required
fr: Deuxième mot de passe requis
tr: İkinci Şifre Gerekli

source: Securely store bitcoin
fr: Stockez vos bitcoins en toute sécurité
tr: Güvenle bitcoin saklayın

source: Securely transfer
fr: Transférez en toute sécurité
tr: Güvenle transfer edin

source: Security
fr: Sécurité
tr: Güvenlik

source: See Charts
fr: Voir les graphiques
tr: Grafiklere Bak

source: See charts
fr: Voir les graphiques
tr: Grafiklere bakınız

source: Select Crypto
fr: Sélectionnez Crypto
tr: Kripto Para Seç

source: Select other %@ Wallet
fr: Sélectionnez un autre Portefeuille %@
tr: Başka %@ Cüzdanı seç

source: Select State
fr: Sélectionnez l'État
tr: Ülke Seç

source: Select your State:
fr: Sélectionnez votre État :
tr: Ülkenizi Seçin:

source: Send Again
fr: Envoyer à nouveau
tr: Tekrar gönderin

source: Send from...
fr: Envoyer à partir de...
tr: Bu adresten gönder...

source: Send to
fr: Envoyer à
tr: Buraya gönderildi:

source: Send to address
fr: Envoyer à l'adresse
tr: Adrese gönder

source: Send to My Wallet
fr: Envoyer à Mon Portefeuille
tr: Cüzdanıma gönder

source: Send to...
fr: Envoyer à...
tr: Bu adrese gönder...

source: Send verification SMS
fr: Envoyer un SMS de vérification
tr: Doğrulama SMS mesajı gönder

source: Send your wallet address to a friend to request funds. An address is a string of random letters and numbers that change for each transaction.
fr: Envoyez l'adresse de votre portefeuille à un ami pour demander des fonds. Une adresse est une chaîne de lettres et de chiffres aléatoires qui change à chaque transaction.
tr: Para istemek için bir arkadaşınıza cüzdan adresinizi gönderin. Bir adres, her işlem için değişen bir rastgele harf ve rakam dizisidir.

source: Sending
fr: Envoi en cours
tr: gönderme

source: Sending Funds
fr: Envoi de fonds
tr: Para Gönderme

source: Sending order
fr: Envoi de la commande
tr: Emir gönderiliyor

source: Sending to an Exchange?
fr: Envoi vers une bourse ?
tr: Borsaya mı Gönderiyorsunuz?

source: Sending Transaction
fr: Envoi de la transaction en cours
tr: İşlem Gönderiliyor

source: Sent
fr: Expédié
tr: Gönderilen

source: Sent to %@
fr: Envoyé à %@
tr: %@ adresine gönderildi

source: Set as Default?
fr: Définir par défaut ?
tr: Varsayılan Yap?

source: seventh
fr: septième
tr: yedinci

source: ShapeShift Withdrawal Fee
fr: Frais de retrait ShapeShift
tr: ShapeShift Çekme Ücreti

source: Share
fr: Partager
tr: Paylaş

source: Share Now
fr: Envoyer maintenant
tr: Şimdi Paylaş

source: Sharing your xPub authorizes others to track your transaction history. As authorized persons may be able to disrupt you from accessing your wallet, only share your xPub with people you trust.
fr: En partageant votre xPub, vous autorisez d'autres personnes à suivre l'historique de vos transactions. Comme les personnes autorisées pourraient être en mesure de perturber l'accès à votre portefeuille, ne partagez votre xPub qu’avec des personnes de confiance.
tr: Genişletilmiş ortak anahtarınızı paylaşmak diğerlerinin işlem geçmişinizi takip etmesine izin verir. Genişletilmiş ortak anahtarınızı sadece güvendiğiniz insanlarla paylaşın çünkü yetkisiz birisi cüzdanınıza erişiminizi aksatabilir.

source: Show QR Code
fr: Afficher le code QR
tr: QR Kodunu Göster

source: Signing Input %d
fr: Signature des données %d en cours
tr: %d Girdisi İmzalanıyor

source: Signing Inputs
fr: Signature des données en cours
tr: Girdiler İmzalanıyor

source: Singapore Dollar
fr: Dollar de Singapour
tr: Singapur doları

source: sixth
fr: sixième
tr: altıncı

source: Skip All
fr: Tout ignorer
tr: Tümünü Atla

source: SMS Notifications
fr: Notifications SMS
tr: SMS Bildirimleri

source: Some funds cannot be transferred automatically.
fr: Certains fonds ne peuvent pas être transférés automatiquement.
tr: Bazı paralar otomatik olarak transfer edilemiyor.

source: Something went wrong, please try reopening Buy & Sell Bitcoin again.
fr: Quelque chose s'est mal passé, veuillez essayer de rouvrir la page Acheter et vendre des bitcoins.
tr: Bir şeyler ters gitti, lütfen Buy & Sell Bitcoin'i tekrar açmayı deneyin

source: Something went wrong. Please go back and try again.
fr: Quelque chose a mal tourné. Veuillez revenir en arrière et réessayer.
tr: Bir şeyler yanlış gitti. Lütfen geri dönüp tekrar deneyin.

source: Sorry, an order cannot be placed at this time.
fr: Désolé, aucune commande ne peut être placée pour le moment.
tr: Üzgünüz, bir emir şu an verilemedi.

source: Sorry, your orders cannot be fetched at this time.
fr: Désolé, vos commandes ne peuvent pas être récupérées pour le moment.
tr: Üzgünüz, emirleriniz şu an alınamadı.

source: South Korean Won
fr: Won sud-coréen
tr: Güney Kore wonu

source: Start Backup
fr: Démarrer la sauvegarde
tr: Yedeklemeyi Başlat

source: START BACKUP
fr: DÉMARRER LA SAUVEGARDE
tr: YEDEKLEMEYİ BAŞLAT

source: Start Over
fr: Recommencer
tr: Yeniden Başla

source: State / Region / Province / Country
fr: État / Région / Province / Pays
tr: Eyalet / Bölge / İl / Ülke

source: Stellar is an open-source, decentralized payment protocol that allows for fast and cheap cross-border transactions between any pair of currencies.
fr: Stellar est un protocole de paiement décentralisé, à code source ouvert, qui permet des transactions transfrontalières rapides et économiques entre toutes les paires de devises.
tr: Stellar, herhangi bir döviz çiftinde hızlı ve ucuz sınır ötesi işlemlere olanak tanıyan açık kaynaklı ve merkeziyetsiz bir ödeme protokolüdür.

source: Stellar Price
fr: Mon portefeuille Stellar
tr: Stellar Fiyatı

source: Stellar requires that all Stellar accounts hold a minimum balance of lumens, or XLM. This means you cannot send a balance out of your Stellar Wallet that would leave your Stellar Wallet with less than the minimum balance. This also means that in order to send XLM to a new Stellar account, you must send enough XLM to meet the minimum balance requirement.
fr: Stellar exige que tous les comptes Stellar aient un solde minimum de lumens, ou XLM. Cela signifie que vous ne pouvez pas envoyer un solde de votre Portefeuille Stellaire qui laisserait moins que le solde minimum. Cela signifie également que pour envoyer XLM à un nouveau compte Stellar, vous devez envoyer suffisamment de XLM pour atteindre le solde minimum requis.
tr: Stellar, tüm Stellar hesaplarının minimum bakiye veya XLM bakiyesine sahip olmasını gerektirir. Bu, Stellar Cüzdanınızdan, Bakiye Cüzdanınızı minimum bakiyeden daha az bir süre bırakacak bir denge gönderemediğiniz anlamına gelir. Bu ayrıca yeni bir Stellar hesabına XLM göndermek için minimum bakiye gereksinimini karşılamak için yeterli XLM göndermeniz gerektiği anlamına gelir.

source: Step %d of %d
fr: Étape %1$d sur %2$d
tr: Adım %1$d / %2$d

source: store
fr: stocker
tr: saklamanın

source: Stored
fr: Stocké
tr: Kaydedildi

source: Street line
fr: Rue Ligne
tr: Sokak çizgisi

source: Submitting information...
fr: Soumission d'informations...
tr: Bilgiler gönderiliyor...

source: Success! Your Exchange has been started!
fr: Succès ! Votre transaction a été initiée !
tr: Başarılı! Takas başlatıldı!

source: Surge Occurring
fr: Surcharge en cours
tr: Artış Gerçekleşiyor

source: Swap for USD PAX Now
fr: Échangez contre USD PAX maintenant
tr: USD PAX Swap Yap

source: Swap Info
fr: Informations d'échange
tr: Bilgi Değiştir

source: Swap Limits
fr: Plafonds d'échange
tr: Değişim Sınırları

source: Swap Locked
fr: Échange Verrouillé
tr: Swap Kilitli

source: Swap Now
fr: Échangez maintenant
tr: Şimdi Değiştir

source: Swedish Krona
fr: Couronne suédoise
tr: İsveç kronası

source: Swipe right to see your addresses
fr: Faites glisser votre doigt vers la droite pour afficher vos adresses
tr: Adreslerinizi görmek için sağa kaydırın

source: Swipe to Receive
fr: Balayez pour recevoir
tr: Almak İçin Kaydırın

source: Swiss Franc
fr: Franc suisse
tr: İsviçre frankı

source: Syncing Wallet
fr: Synchronisation du portefeuille en cours
tr: Cüzdan Senkronize Ediliyor

source: Takes 10 min
fr: Prend 10 min
tr: 10 dk sürüyor

source: Takes 3 min
fr: Prend 3 min
tr: 3 dk sürüyor

source: Tap to copy this address. Share it with the sender via email or text.
fr: Appuyez pour copier cette adresse. Partagez-la avec l'expéditeur par courrier électronique ou par SMS.
tr: Bu adresi kopyalamak için dokunun. E-posta veya SMS yoluyla gönderici ile paylaşın.

source: Tell Me More
fr: Je veux en savoir plus
tr: Daha Fazla Bilgi

source: tenth
fr: dixième
tr: onuncu

source: Terms & Conditions of Modulr
fr: Conditions d'utilisation de Modulr
tr: Modulr Şart ve Koşulları

source: terms and conditions
fr: conditions générales
tr: şart ve koşullar

source: Terms of Services
fr: Conditions d'utilisation
tr: Kullanım Şartları

source: Thai Baht
fr: Baht thaïlandais
tr: Tayland bahtı

source: Thanks for placing your trade! Exchange trades can take up to two hours, and you can keep track of your trade’s progress in the Order History section.
fr: Merci d'avoir placé votre transaction ! Les opérations d'échange peuvent prendre jusqu'à deux heures, et vous pouvez suivre l'évolution de votre opération dans la section Historique des commandes.
tr: İşlem gerçekleştirdiğiniz için teşekkür ederiz! Exchange trade işlemleri iki saat kadar sürebiliyor. İşleminizin seyrini Emir Geçmişi alanında takip edebilirsiniz.

source: That's it for now!
fr: C'est out pour le moment !
tr: Şimdilik bu kadar!

source: The amounts you send and receive may change slightly due to market activity.
fr: Les montants que vous envoyez et recevez peuvent varier légèrement en fonction de l'activité du marché.
tr: Gönderdiğiniz ve aldığınız tutarlar piyasa hareketliliğinden dolayı biraz değişebilir.

source: The Bitcoin mining network is currently experiencing a high volume of activity, resulting in recommended fees that are higher than usual.
fr: Le réseau de minage Bitcoin connaît actuellement un fort volume d'activité. En conséquence, les frais de transactions que nous vous recommandons d'appliquer sont plus élevés que d'habitude.
tr: Bitcoin madencilik ağı şu an yüksek miktarda etkinlik yaşamaktadır ve bu da önerilen ücretlerin normalden daha fazla olmasına neden olmaktadır.

source: The current minimum balance requirement is %@.
fr: L'exigence de solde minimum actuel est %@.
tr: Mevcut minimum bakiye şartı %@.
