Repository: trustwalletvn/My-Wallet-V3-iOS
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: fr, tr

source: Settings
fr: Réglages
tr: Ayarlar

source: Exchange
fr: Échange
tr: Değiş tokuş

source: Home
fr: Accueil
tr: Ev

source: Activity
fr: Activité
tr: Aktivite

source: Swap
fr: Échanger
tr: Takas Et

source: Done
fr: Terminé
tr: Bitti

source: Close
fr: Fermer
tr: Kapat

source: Copied to clipboard
fr: Copié dans le presse-papier
tr: Panoya kopyalandı

source: Wallet ID
fr: ID portefeuille
tr: Cüzdan Kimliği

source: About Us
fr: À propos de nous
tr: Hakkımızda

source: Log Out
fr: Se déconnecter
tr: Çıkış Yap

source: Logout
fr: Se déconnecter
tr: Çıkış Yap

source: Select Currency
fr: Sélectionnez la devise
tr: Para Birimi Seç

source: Local Currency
fr: Monnaie locale
tr: Yerel para birimi

source: Terms of Service
fr: Conditions d'utilisation
tr: Kullanım Şartları

source: Privacy Policy
fr: Politique de confidentialité
tr: Gizlilik Politikası

source: Invalid email address
fr: Adresse e-mail non valide
tr: Geçersiz e-posta adresi

source: Invalid Wallet ID
fr: ID de portefeuille non valide
tr: Geçersiz Cüzdan Kimliği

source: Passwords do not match
fr: Les mots de passe ne correspondent pas
tr: Parolalar uyuşmuyor

source: Enter PIN
fr: Entrez le code PIN
tr: PIN girin

source: Account locked
fr: Compte bloqué
tr: Hesap kilitli

source: Scan Pairing Code
fr: Scannez le code de jumelage
tr: Eşleştirme Kodunu Tara

source: Manual Pairing
fr: Couplage manuel
tr: Manuel Eşleştirme

source: Create an Account
fr: Créer un compte
tr: Hesap Oluştur

source: log_in
fr: Connexion
tr: Giriş Yap

source: Automatic Pairing
fr: Couplage automatique
tr: Otomatik Eşleştirme

source: Go to Settings / General.
fr: Allez dans Paramètres / Général.
tr: Ayarlar / Genel bölümüne gidin.

source: Welcome to Blockchain
fr: Bienvenue sur Blockchain
tr: Blockchain'e Hoşgeldiniz

source: Recover Funds
fr: Récupérer des fonds
tr: Fonları Kurtarın

source: Backup phrase
fr: Phrase de sauvegarde
tr: Yedekleme ifadesi

source: Password
fr: Mot de passe
tr: Parola

source: email
fr: Votre adresse électronique
tr: E-posta Adresiniz

source: Continue
fr: Continuer
tr: Devam et

source: Weak
fr: Faible
tr: Güçsüz

source: Regular
fr: Ordinaire
tr: Düzenli

source: Strong
fr: Fort
tr: kuvvetli

source: Send
fr: Envoyer
tr: Gönder

source: BitPay Invoice Expired
fr: Facture BitPay expirée
tr: BitPay Faturasının Süresi Doldu

source: With BitPay, you can now use your Blockchain wallet for purchases with supporting retailers.
fr: Avec BitPay, vous pouvez désormais utiliser votre portefeuille Blockchain pour vos achats auprès des détaillants de soutien.
tr: BitPay ile artık Blockchain cüzdanınızı destekleyici perakendecilerle alışveriş yapmak için kullanabilirsiniz.

source: Support
fr: Soutien
tr: Destek

source: Rate us
fr: Évaluez nous
tr: Bizi değerlendirin

source: Forget wallet
fr: Oubliez le portefeuille
tr: Cüzdanı unut

source: Confirm Payment
fr: Confirmer le paiement
tr: Ödemeyi Onayla

source: Fee
fr: Frais
tr: ücret

source: Imported Addresses
fr: Adresses importées
tr: İçe Aktarılan Adresler

source: Change PIN
fr: Modifier le code PIN
tr: Pin'i değiştir

source: Addresses
fr: Adresses
tr: Adresler

source: Wallets
fr: Portefeuilles
tr: cüzdan

source: Description
fr: La description
tr: Açıklama

source: Name
fr: Nom
tr: ad

source: Next
fr: Prochain
tr: Sonraki

source: send
fr: Envoyer
tr: Gönder

source: Confirm Password
fr: Confirmer le mot de passe
tr: Parolayı Onayla

source: Please check your email to approve this login attempt.
fr: Veuillez vérifier votre adresse électronique pour approuver cette tentative de connexion.
tr: Bu giriş denemesini onaylamak için lütfen e-posta adresinizi kontrol edin.

source: Archived
fr: Archivé
tr: Arşivlenen

source: Edit
fr: Éditer
tr: Düzenle

source: Warning
fr: avertissement
tr: Uyarı

source: Extended Public Key
fr: Clé publique étendue
tr: Genişletilmiş Genel Anahtar

source: Address
fr: Adresse
tr: Adres

source: copy_address
fr: Copier l'adresse
tr: Adres kopyala

source: Archive
fr: Archiver
tr: Arşiv

source: Unarchive
fr: Désarchiver
tr: Arşivden Çıkar

source: Non-Spendable
fr: Non dépensable
tr: Sigara spendable

source: Success
fr: Succès
tr: başarı

source: Default
fr: Défaut
tr: Varsayılan

source: amount
fr: Montant
tr: Miktar

source: Not now
fr: Pas maintenant
tr: Şimdi değil

source: Update
fr: Mise à jour
tr: Güncelleme

source: Mobile
tr: Mobil

source: Profile
fr: Profil
tr: Profil

source: verify
fr: Vérifier
tr: Doğrulayın

source: Resend
fr: Renvoyer
tr: Yeniden Gönder

source: security
fr: Sécurité
tr: Güvenlik

source: Enable
fr: Activer
tr: etkinleştirme

source: Disable
fr: Désactiver
tr: Devre Dışı

source: Select Country
fr: Sélectionnez le pays
tr: Ülke Seç

source: Search Country
fr: Rechercher un pays
tr: Ülke Ara

source: 2-step Verification
fr: Vérification en 2 étapes
tr: 2 Adımlı Doğrulama

source: Change Password
fr: Changer le mot de passe
tr: Şifre değiştir

source: Email Notifications
fr: Notifications par email
tr: E-posta Bildirimleri

source: Current Password
fr: Mot de passe actuel
tr: Mevcut Şifre

source: New Password
fr: Nouveau mot de passe
tr: Yeni Şifre

source: preferences
fr: Préférences
tr: Tercihler

source: Rate Blockchain Wallet
fr: Évaluer le portefeuille Blockchain
tr: Rate Blockchain Cüzdanı

source: Learn More
fr: En savoir plus
tr: Daha fazla bilgi edinin

source: Log in to Web Wallet
fr: Connectez-vous à Web Wallet
tr: Web Cüzdanına giriş yapın

source: Select Log in via mobile.
fr: Sélectionnez Se connecter via mobile.
tr: Mobil cihazla giriş yap'ı seçin.

source: Try again
fr: Réessayer
tr: Tekrar deneyin

source: Push Notifications
fr: Notifications push
tr: Push bildirimleri

source: Backup Phrase
fr: Phrase de sauvegarde
tr: Yedekleme İfadesi

source: Start backup
fr: Lancer la sauvegarde
tr: Yedeklemeyi başlat

source: Backup Complete
fr: Sauvegarde terminée
tr: Yedekleme tamamlandı

source: Backup again
fr: Sauvegarder à nouveau
tr: Tekrar yedekle

source: of
fr: de
tr: ait

source: Copy Address
fr: Copier l'adresse
tr: Adresi kopyala

source: Check Your Inbox
fr: Vérifiez votre boîte de réception
tr: Gelen kutunu kontrol et

source: QR Codes
fr: Codes QR
tr: QR Kodları

source: Priority
fr: Priorité
tr: öncelik

source: Custom
fr: Douane
tr: görenek

source: 1+ hour
fr: 1+ heure
tr: 1 saatten fazla

source: Advanced users only
fr: Utilisateurs avancés uniquement
tr: Yalnızca ileri düzey kullanıcılar

source: Low fee not recommended
fr: Frais peu recommandés
tr: Düşük ücret önerilmez

source: Dashboard
fr: Tableau de bord
tr: Gösterge Paneli

source: All Time
fr: Tout le temps
tr: Her zaman

source: More Information Needed
fr: Plus d'informations nécessaires
tr: Daha Fazla Bilgi Gerekli

source: Update Now
fr: Mettez à jour maintenant
tr: Şimdi güncelle

source: Total Balance
fr: Solde total
tr: Toplam Bakiye

source: Wallet Balance
fr: Solde Google Wallet
tr: Cüzdan Bakiyesi

source: Trading Wallet
fr: Portefeuille de trading
tr: Ticaret Cüzdanı

source: Are you sure this is a Bitcoin Cash address?
fr: Êtes-vous sûr qu'il s'agit d'une adresse Bitcoin Cash ?
tr: Bunun bir Bitcoin Cash adresi olduğundan emin misiniz?

source: Sending funds to a bitcoin address by accident will result in loss of funds.
fr: L'envoi de fonds à une adresse bitcoin par accident entraînera une perte de fonds.
tr: Kazara bir bitcoin adresine para göndermek, fon kaybına neden olacaktır.

source: Oops! We had trouble processing your airdrop. Please try again.
fr: Oups! Nous avons eu du mal à traiter votre largage. Veuillez réessayer.
tr: Hata! Uçağınızı işlemede sorun yaşadık. Lütfen tekrar deneyin.

source: Exchange Rate
fr: Taux de change
tr: Takas Oranı

source: receive
fr: Recevoir
tr: Al

source: Fees
fr: Honoraires
tr: harç

source: Introducing the Exchange
fr: Présentation de l'échange
tr: Borsaya Giriş

source: Checkout the Exchange
fr: Commander l'échange
tr: Borsa Ödeme

source: Our Exchange will be able to:
fr: Notre Bourse pourra:
tr: Borsamız şunları yapabilecektir:

source: Will Not:
fr: Ne fera pas:
tr: Olmayacak:

source: Sync addresses with your Wallet so you can securely sweep crypto between accounts
fr: Synchronisez les adresses avec votre portefeuille afin de pouvoir balayer en toute sécurité la cryptographie entre les comptes
tr: Kriptoyu hesaplar arasında güvenle tarayabilmeniz için adresleri Cüzdanınızla senkronize edin

source: Share your Gold or Silver Level status for unlimited trading
fr: Partagez votre statut Gold ou Silver Level pour un trading illimité
tr: Sınırsız ticaret için Altın veya Gümüş Seviye durumunuzu paylaşın

source: Access the crypto in your wallet, access your keys, or view your password.
fr: Accédez à la crypto dans votre portefeuille, accédez à vos clés ou consultez votre mot de passe.
tr: Cüzdanınızdaki kriptoya erişin, anahtarlarınıza erişin veya şifrenizi görüntüleyin.

source: Connect Now
fr: Se connecter maintenant
tr: Şimdi Bağlan

source: Connect
fr: Relier
tr: Bağlan

source: Connected
fr: Connecté
tr: bağlı

source: Launch the Exchange
fr: Lancer Exchange
tr: Exchange'i Başlat

source: Contact Support
fr: Contactez le support
tr: İletişim desteği

source: Taking You To the Exchange
fr: Nous vous dirigeons vers Exchange
tr: Exchange'e Yönlendiriliyorsunuz

source: A new window should open within 10 seconds.
fr: Une nouvelle fenêtre devrait s'ouvrir dans les 10 secondes.
tr: 10 saniye içinde yeni bir pencere açılmalıdır.

source: Verify Your Email
fr: Vérifiez votre adresse électronique
tr: E-posta adresinizi doğrulayın

source: Open Email App
fr: Ouvrir l'application de messagerie
tr: E-posta Uygulamasını Aç

source: Didn’t get the email?
fr: Vous n'avez pas reçu le courriel ?
tr: E-postayı almadınız mı?

source: Send again
fr: Envoyer à nouveau
tr: Tekrar gönderin

source: Connection Error
fr: Erreur de connexion
tr: Bağlantı hatası

source: We could not connect your Wallet to the Exchange. Please go back to the Exchange and try again.
fr: Nous n'avons pas pu connecter votre Portefeuille à Exchange. Veuillez retourner à Exchange et réessayer.
tr: Wallet cüzdanınızı Exchange'e bağlayamadık. Lütfen Exchange'e geri dönüp tekrar deneyin.

source: Success!
fr: Succès!
tr: Başarı!

source: Welcome to Blockchain!
fr: Bienvenue sur Blockchain!
tr: Blockchain'e hoş geldiniz!

source: Maybe Later
fr: Peut-être plus tard
tr: Belki sonra

source: Verify Your Email Address
fr: Vérifiez votre adresse e-mail
tr: Eposta adresinizi doğrulayın

source: Verify Email Address
fr: Vérifier l'adresse e-mail
tr: E-posta Adresini doğrulayın

source: Enable 2-Step Verification
fr: Activer la vérification en 2 étapes
tr: 2 Adımlı Doğrulamayı Etkinleştir

source: Protect your wallet from unauthorized access by enabling 2-Step Verification.
fr: Protégez votre portefeuille contre tout accès non autorisé en activant la vérification en deux étapes.
tr: 2 Adımlı Doğrulama'yı etkinleştirerek cüzdanınızı yetkisiz erişime karşı koruyun.

source: Buy Crypto
fr: Acheter de la Crypto
tr: Kripto satın al

source: We can help you buy in just a few simple steps.
fr: Nous pouvons vous aider à acheter en quelques étapes simples.
tr: Birkaç basit adımda satın almanıza yardımcı olabiliriz.

source: Buy Crypto Now
fr: Achetez de la Crypto maintenant
tr: Şimdi Kripto Al

source: Transfer In Crypto
fr: Transfert en crypto
tr: Kripto'ya Aktar

source: Get Started
fr: Démarrer
tr: Başlayın

source: Wallet Recovery Phrase
fr: Phrase de récupération de portefeuille
tr: Cüzdan Kurtarma İfadesi

source: You control your crypto. Write down your recovery phrase to restore all your funds in case you lose your password.
fr: Vous contrôlez votre crypto. Notez votre phrase de récupération pour restaurer tous vos fonds au cas où vous perdriez votre mot de passe.
tr: Sen kriptoyu kontrol ediyorsun. Parolanızı kaybetmeniz durumunda tüm paranızı geri yüklemek için kurtarma ifadenizi yazın.

source: Finish Signing Up. Buy Crypto.
fr: Terminez votre inscription. Achetez de la Crypto.
tr: Kaydolmayı bitirin. Kripto satın al.

source: You’re almost done signing up for your Blockchain.com Wallet. Once you finish and get approved, start buying crypto.
fr: Vous avez presque terminé de vous inscrire à votre Blockchain.com Wallet. Une fois que vous avez terminé et obtenu l'approbation, commencez à acheter de la crypto.
tr: Neredeyse Blockchain.com Cüzdanınıza kaydolmayı bitirdiniz. İşiniz bittiğinde ve onaylandıktan sonra kripto satın almaya başlayın.

source: View Bank Transfer Details
fr: Afficher les détails du virement bancaire
tr: Banka Havalesi Ayrıntılarını Görüntüleme

source: Want Free Crypto?
fr: Vous voulez de la crypto gratuite?
tr: Ücretsiz Kripto ister misiniz?

source: Verify your identity to participate in our Airdrop program and receive free crypto from future Airdrops.
fr: Vérifiez votre identité pour participer à notre programme Airdrop et recevez gratuitement la cryptographie des futurs Airdrops.
tr: Airdrop programımıza katılmak için kimliğinizi doğrulayın ve gelecekteki Airdrops'tan ücretsiz kripto alın.

source: Start Verification
fr: Lancer la vérification
tr: Doğrulamayı Başlat

source: Airdrop
tr: havadan yardım

source: Status
fr: État
tr: durum

source: Date
tr: Tarih

source: Received
fr: Reçu
tr: Alınan

source: Expired
fr: Expiré
tr: Süresi doldu

source: Pending
fr: En attente
tr: Bekliyor

source: Own your digital identity and data with hundreds of decentralized apps built with Blockstack.
fr: Possédez votre identité numérique et vos données avec des centaines d'applications décentralisées construites avec Blockstack.
tr: Blockstack ile oluşturulmuş yüzlerce merkezi olmayan uygulama ile dijital kimliğinize ve verilerinize sahip olun.

source: When you buy crypto, we store your funds securely for you in a Crypto Trading Wallet. These funds are stored by us on your behalf. You can keep them safe with us or transfer them to your non-custodial Wallet to own and store yourself.
fr: Lorsque vous achetez de la crypto, nous stockons vos fonds en toute sécurité pour vous dans un portefeuille de trading de crypto. Ces fonds sont stockés par nous en votre nom. Vous pouvez les garder en sécurité avec nous ou les transférer sur votre portefeuille non-gardien pour posséder et stocker vous-même.
tr: Kripto satın aldığınızda, paranızı sizin için bir Kripto Ticaret Cüzdanında güvenli bir şekilde saklarız. Bu fonlar bizim tarafımızdan sizin adınıza saklanır. Onları bizimle güvende tutabilir veya kendinize ait ve saklamak için gözaltı olmayan Cüzdanınıza aktarabilirsiniz.

source: Backup Your Wallet
fr: Sauvegardez votre portefeuille
tr: Cüzdanınızı Yedekleyin

source: Backup Now
fr: Sauvegarder maintenant
tr: Şimdi yedekle

source: State
fr: Etat
tr: Durum

source: Submit
fr: Soumettre
tr: Sunmak

source: City / Town / Village
fr: Ville / Village / Village
tr: Şehir / Kasaba / Köy

source: Postal Code
fr: code postal
tr: posta kodu

source: Zip Code
fr: Code postal
tr: Posta kodu

source: City
fr: Ville
tr: Şehir

source: We need to verify your email address as an added layer of security.
fr: Nous devons vérifier votre adresse e-mail en tant que couche de sécurité supplémentaire.
tr: Ek güvenlik katmanı olarak e-posta adresinizi doğrulamamız gerekiyor.

source: Check your inbox.
fr: Vérifiez votre boîte de réception.
tr: Gelen kutunu kontrol et.

source: We just sent you an email with further instructions.
fr: Nous venons de vous envoyer un e-mail avec des instructions supplémentaires.
tr: Size daha fazla talimat içeren bir e-posta gönderdik.

source: Verification code incorrect. Please double check the code we sent you and try again.
fr: Code de vérification incorrect. Veuillez revérifier le code que nous vous avons envoyé et réessayez.
tr: Doğrulama kodu yanlış. Lütfen size gönderdiğimiz kodu yeniden kontrol edip tekrar deneyin.

source: Is my country supported?
fr: Mon pays est-il pris en charge?
tr: Ülkem destekleniyor mu?

source: Also, enable your camera!
fr: Activez également votre appareil photo!
tr: Ayrıca, kameranızı etkinleştirin!

source: Please allow your Blockchain App access your camera to upload your ID and take a Selfie.
fr: Veuillez autoriser votre application Blockchain à accéder à votre caméra pour télécharger votre ID et prendre un selfie.
tr: Lütfen Blockchain Uygulamanızın kimliğinizi yüklemesi ve bir Selfie alması için kameranıza erişmesine izin verin.

source: Valid Passport
fr: Passeport valide
tr: Geçerli pasaport

source: National ID Card
fr: Carte d'identité nationale
tr: Ulusal kimlik kartı

source: Residence Card
fr: Carte de résidence
tr: Ev kartı

source: Application Complete
fr: Application terminée
tr: Başvuru Tamamlandı

source: Need some help?
fr: Besoin d'aide?
tr: Yardıma ihtiyacım var?

source: Read Now
fr: Lisez maintenant
tr: Şimdi Oku

source: Failed
fr: Échoué
tr: Başarısız oldu

source: Verified
fr: Vérifié
tr: Doğrulanmış

source: Swap Limit
fr: Limite swap
tr: Değişim Sınırı

source: Locked
fr: Fermé à clé
tr: Kilitli

source: Verification Failed
fr: Échec de la vérification
tr: Doğrulama başarısız oldu

source: Verification Under Review
fr: Vérification en cours d'examen
tr: İncelenmekte Olan Doğrulama

source: What happens next?
fr: Que se passe-t-il ensuite?
tr: Sonra ne olur?

source: Unfortunately we had some trouble verifying your identity with the documents you’ve supplied and your account can’t be verified at this time.
fr: Nous avons malheureusement eu quelques difficultés à vérifier votre compte avec les documents que vous nous avez fournis et nous ne pouvons pas vérifier votre compte pour le moment.
tr: Maalesef, sağladığınız belgelerle kimliğinizi doğrulama konusunda bazı sorunlar yaşadık ve hesabınız şu anda doğrulanamıyor.

source: We had some trouble verifying your account with the documents provided. Our support team will contact you shortly to resolve this.
fr: Nous avons eu du mal à vérifier votre compte avec les documents fournis. Notre équipe d'assistance vous contactera sous peu pour résoudre ce problème.
tr: Hesabınızı sağlanan belgelerle doğrularken bazı sorunlar yaşadık. Destek ekibimiz bunu çözmek için kısa süre içinde sizinle iletişime geçecektir.

source: Get started
fr: Commencer
tr: Başlamak

source: We Need Some More Information to Complete Your Profile
fr: Nous avons besoin de plus d'informations pour compléter votre profil
tr: Profilinizi Tamamlamak İçin Daha Fazla Bilgiye İhtiyacımız Var

source: Finish Verifying Your Account
fr: Terminez la vérification de votre compte
tr: Hesabınızı Doğrulamayı Bitirin

source: Pick up where you left off and complete your identity verification.
fr: Reprenez là où vous vous étiez arrêté et terminez votre vérification d'identité.
tr: Kaldığınız yerden devam edin ve kimlik doğrulama işleminizi tamamlayın.

source: We had some issues with the documents you’ve supplied. Please try uploading the documents again to continue with your verification.
fr: Nous avons eu quelques problèmes avec les documents que vous avez fournis. Veuillez réessayer de télécharger les documents pour poursuivre votre vérification.
tr: Verdiğiniz belgelerle ilgili bazı sorunlar yaşadık. Doğrulamanıza devam etmek için lütfen belgeleri tekrar yüklemeyi deneyin.

source: Upload Documents
fr: Télécharger des documents
tr: Belgeleri Yükle

source: Main reasons for this to happen:
fr: Principales raisons pour cela:
tr: Bunun gerçekleşmesinin ana nedenleri:

source: Buy & Sell
fr: Acheter vendre
tr: Al sat

source: Swap by Blockchain enables you to trade crypto with best prices, and quick settlement, all while maintaining full control of your funds.
fr: Swap par Blockchain vous permet d’échanger de la crypto avec les meilleurs prix et un règlement rapide, tout en maintenant un contrôle total sur vos fonds.
tr: Blockchain ile yer değiştirme, tüm paranızı tam olarak kontrol ederken, en iyi fiyatlarla kripto ticareti yapmanıza ve hızlı bir şekilde yerleşmenize olanak sağlar.

source: Your Airdrop has landed
fr: Votre Airdrop est arrivé
tr: AirDrop başladı

source: View Details
fr: Voir les détails
tr: Detayları göster

source: A Reward for Being Gold Level
fr: Une récompense pour le niveau Gold
tr: Altın Seviyesi Olarak Ödül

source: Gold Level
fr: Niveau or
tr: Altın Seviyesi

source: Silver Level
fr: Niveau d'argent
tr: Gümüş Seviyesi

source: Unlock
fr: Ouvrir
tr: Kilidini aç

source: Annual Swap Limit
fr: Limite annuelle d'échange
tr: Yıllık Taksit Sınırı

source: Daily Swap Limit
fr: Limite quotidienne d'échange
tr: Günlük Takas Limiti

source: By completing the Gold Level requirements you are automatically eligible for our airdrop program.
fr: En remplissant les conditions du niveau Gold, vous êtes automatiquement éligible à notre programme Airdrop.
tr: Altın Seviyesi gereksinimlerini tamamlayarak otomatik olarak airdrop programımıza hak kazanırsınız.

source: Approved!
fr: Approuvé!
tr: Onaylandı!

source: In Review
fr: En revue
tr: İncelemede

source: Available
fr: Disponible
tr: Mevcut

source: Swap Currently Unavailable
fr: Échange actuellement indisponible
tr: Şu Anda Kullanılamıyor

source: Requires Email, Name, Date of Birth and Address
fr: E-mail, nom, date de naissance et adresse requis
tr: E-posta, Ad, Doğum Tarihi ve Adres gerektirir

source: View Your Portfolio
fr: Voir votre portfolio
tr: Portföyünüzü Görüntüleyin

source: Send crypto anywhere, anytime. All you need is the recipient’s crypto address.
fr: Envoyez de la crypto n'importe où, n'importe quand. Tout ce dont vous avez besoin, c'est de l'adresse de réception de crypto du destinataire.
tr: İstediğiniz yere, istediğiniz zaman kripto para gönderin. İhtiyacınız olan tek şey, alıcının kripto adresi.

source: Request
fr: Demande
tr: İstek

source: first word
fr: premier mot
tr: İlk kelime

source: second word
fr: deuxième mot
tr: ikinci kelime

source: third word
fr: troisième mot
tr: üçüncü kelime

source: fourth word
fr: quatrième mot
tr: dördüncü kelime

source: fifth word
fr: cinquième mot
tr: beşinci kelime

source: sixth word
fr: sixième mot
tr: altıncı kelime

source: seventh word
fr: septième mot
tr: yedinci kelime

source: eighth word
fr: huitième mot
tr: sekizinci kelime

source: ninth word
fr: neuvième mot
tr: dokuzuncu kelime

source: tenth word
fr: dixième mot
tr: onuncu kelime

source: twelfth word
fr: douzième mot
tr: onikinci kelime

source: Insufficient funds
fr: Fonds insuffisants
tr: Yetersiz bakiye

source: Memo Text
fr: Texte mémo
tr: Not Metni

source: Memo ID
fr: ID mémo
tr: Not Kimliği

source: Explore your new Blockchain Wallet.
fr: Explorez votre nouveau Blockchain Wallet.
tr: Yeni Blockchain Cüzdanınızı keşfedin.

source: Checkout
tr: Çıkış yapmak

source: Verifying your information
fr: Vérification de vos informations
tr: Bilgilerinizi doğrulama

source: Usually takes less than a minute.
fr: Prend généralement moins d'une minute.
tr: Genellikle bir dakikadan az sürer.

source: You’ve successfully submitted your application. A Blockchain Support Member will review your information.
fr: Vous avez soumis votre candidature avec succès. Un membre du service d'assistance Blockchain examinera vos informations.
tr: Başvurunuzu başarıyla gönderdiniz. Bir Blockchain Destek Üyesi bilgilerinizi inceler.

source: Manual Review Required
fr: Examen manuel requis
tr: Manuel İnceleme Gerekli

source: Pending Review
fr: En attendant l'examen
tr: Bekleyen yorum

source: Amount to send
fr: Montant à envoyer
tr: Gönderilecek tutar

source: Only send funds from a bank account in your name. If not, your deposit could be delayed or rejected.
fr: N'envoyez des fonds qu'à partir d'un compte bancaire à votre nom. Sinon, votre dépôt pourrait être retardé ou rejeté.
tr: Yalnızca adınızdaki bir banka hesabından para gönderin. Aksi takdirde, depozitonuz ertelenebilir veya reddedilebilir.

source: Are you sure?
fr: Êtes-vous sûr ?
tr: Emin misiniz?
